[
    {
        "name": "Peanut Butter Brookies",
        "description": "What’s better than a brownie? A brownie with a layer of peanut butter cookie, that’s what.",
        "instructions": "<p>Preheat the oven to 180°C (350°F), Gas Mark 4. Lightly grease a 13x9\" baking tin and line with a piece of parchment paper that overhangs the two long sides. Secure in place with metal clips.<\/p><p>For the peanut butter cookie layer, mix the peanut butter and brown sugar together in a large bowl for a couple of minutes until combined and slightly lightened. Add the egg and egg yolks and beat together for a further 2–3 minutes. Add all the remaining ingredients (reserving 3 tablespoons of the peanuts for sprinkling over later) and gently mix together to form a uniform cookie dough. Spread the cookie dough in an even layer in the prepared tin, then set aside.<\/p><p>For the brownie layer, add the butter and cocoa to a small saucepan over a medium heat, stirring constantly, until melted and smooth. Remove from the heat and set aside. Place the sugars, salt, vanilla and eggs in a large bowl and whisk together with an electric mixer for 2–3 minutes or until slightly thickened and pale. Pour in the melted butter mixture, mixing briefly until combined, then fold in the flour. Pour the batter over the cookie layer and spread into an even layer, then sprinkle over the reserved peanuts.<\/p><p>Bake for about 25–30 minutes, or until a skewer inserted into the middle comes out with a few moist crumbs.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f465ad27225e0733fce864c\/6:4\/w_480,h_320,c_limit\/Peanut-Butter-Brookies.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/peanut-butter-brookies-edd-kimber",
        "created_at": "2020-08-26 18:12:47",
        "updated_at": "2020-08-26 18:12:47",
        "author": {
            "name": "Edd Kimber",
            "email": "eddkimber@epicurious.com"
        },
        "ingredients": [
            {
                "name": "160g (5¾ oz \/ ½ cup + 2 tablespoons) smooth peanut butter"
            },
            {
                "name": "220g (8 oz \/ 1 cup) light brown sugar"
            },
            {
                "name": "1 large egg, plus 2 large egg yolks"
            },
            {
                "name": "100g (3½ oz \/ ¾ cup) all-purpose flour"
            },
            {
                "name": "1 teaspoon bicarbonate of soda (baking soda)"
            },
            {
                "name": "½ teaspoon fine sea salt"
            },
            {
                "name": "100g (3 oz) salted peanuts, roughly chopped"
            },
            {
                "name": "150g (5½ oz \/ 1⅓ sticks) unsalted butter, diced, plus extra for greasing"
            },
            {
                "name": "85g (3 oz \/ 1 cup) cocoa powder"
            },
            {
                "name": "100g (3½ oz \/ ½ cup) caster (superfine) sugar"
            },
            {
                "name": "100g (3½ oz \/ ⅓ cup + 2 tablespoons) light brown sugar"
            },
            {
                "name": "¼ teaspoon fine sea salt"
            },
            {
                "name": "1 teaspoon vanilla extract"
            },
            {
                "name": "2 large eggs"
            },
            {
                "name": "70g (2½ oz \/ ½ cup + 1 tablespoon) all-purpose flour"
            }
        ]
    },
    {
        "name": "Tacos de Gobernador",
        "description": "Gobernadores tend to be different any place you have them, but they usually include shrimp, mild chiles, and cheese. This recipe integrates bacon, giving it a surf-and-turf feel that is a signature of contemporary Baja food.",
        "instructions": "<p>Warm 3 teaspoons of the oil in a frying pan over medium-low heat. Add the onion and cook for 5 minutes, stirring gently. Add the garlic and continue to cook for 3 minutes. (If, at any time during the cooking process, the items in the pan dry out at all, deglaze the pan with some lime juice, scraping up the browned bits with a wooden spoon, and continue.) Turn the heat to medium and add the chiles. Cook for 10 minutes, or until the chiles are thoroughly cooked.<\/p><p>At this point, warm a separate frying pan over medium heat and add the remaining 1 teaspoon oil. Interleaved with finishing the rest of the recipe, heat each tortilla in the oil-coated pan for about 20 seconds per side, just long enough to make them the slightest bit golden but still pliable, and put between two towels to stay warm and wick away any excess oil.<\/p><p>Once the chiles have cooked for 10 minutes, pour the lime juice on the ingredients in the pan. Add the diced bacon to the pan and turn the heat to medium-high. When the pan has heated up and the bacon has started to turn color, add the shrimp and use the salt to season everything in the pan. Cook for 2 to 3 minutes, stirring and flipping the shrimp as necessary to cook them evenly. The shrimp should be bright pink and white and opaque. If they are still translucent, cook them a little longer.<\/p><p>Sprinkle the cheese over everything in the pan and turn the heat to low. Continue stirring until the cheese is melted. Remove the pan from the heat. Distribute the cheesy shrimp mixture equally among the tortillas, making a plate full of tacos. Serve along with the lime wedges and red salsa, if desired.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f3c25a27b7a251be6a4864b\/6:4\/w_480,h_320,c_limit\/BajaShrimpTacos_HERO_081220_10743_VOG_final.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/tacos-de-gobernador-shrimp-poblano-and-cheese",
        "created_at": "2020-08-26 13:09:55",
        "updated_at": "2020-08-26 13:09:55",
        "author": {
            "name": "David Castro Hussong",
            "email": "davidcastrohussong@epicurious.com"
        },
        "ingredients": [
            {
                "name": "4 teaspoons neutral cooking oil, such as canola oil"
            },
            {
                "name": "1 onion, peeled and diced"
            },
            {
                "name": "1 garlic clove, peeled and minced"
            },
            {
                "name": "2 poblano chiles, stems removed, cut into 1⁄4-inch-wide strips"
            },
            {
                "name": "8 corn tortillas"
            },
            {
                "name": "Juice of 3 limes"
            },
            {
                "name": "1 slice bacon, diced small"
            },
            {
                "name": "8 ounces peeled and deveined medium shrimp (preferably sizes 36\/40 or 41\/50; if you have bigger shrimp, slice them in half lengthwise)"
            },
            {
                "name": "1 teaspoon kosher salt"
            },
            {
                "name": "1 cup Queso Asadero cheese (if not available, substitute Teleme or Monterey Jack)"
            },
            {
                "name": "2 limes, cut into wedges"
            },
            {
                "name": "Homemade or store-bought tangy red salsa"
            }
        ]
    },
    {
        "name": "Kimchi Toast",
        "description": "One of the many reasons you'll be grateful to have a jar of kimchi in your fridge at all times: this throw-together no-cook toast.  It's a low-lift breakfast, lunch, or snack that's ideal for even the laziest of days.",
        "instructions": "<p>Mix cream cheese and ¾ cup kimchi in a medium bowl.<\/p><p>Toss scallions and cilantro in a small bowl to combine. Squeeze in juice from lime, season with salt, and toss again.<\/p><p>Smear kimchi cream cheese over each slice of bread. Top with scallion salad and more kimchi (if using). Drizzle with chili oil; sprinkle with sesame seeds.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f3fefaeb5a7f23071917c5f\/6:4\/w_480,h_320,c_limit\/kimchi-toast-recipe-BA-082120.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/kimchi-toast",
        "created_at": "2020-08-25 20:11:20",
        "updated_at": "2020-08-25 20:11:20",
        "author": {
            "name": "Andy Baraghani",
            "email": "andybaraghani@epicurious.com"
        },
        "ingredients": [
            {
                "name": "4 oz. cream cheese, room temperature"
            },
            {
                "name": "¾ cup finely chopped kimchi; plus more for serving (optional)"
            },
            {
                "name": "2 scallions, thinly sliced on a diagonal"
            },
            {
                "name": "1 cup cilantro leaves with tender stems"
            },
            {
                "name": "½ lime"
            },
            {
                "name": "Kosher salt"
            },
            {
                "name": "4 (¾\"-thick) slices country-style bread, grilled or toasted"
            },
            {
                "name": "Chili oil and toasted white sesame seeds (for serving)"
            }
        ]
    },
    {
        "name": "Buttered Tomatoes with Ginger",
        "description": "A quick sizzle with ginger, butter, and soy sauce transforms tomatoes into a savory condiment we're spooning over rice, pasta, and crusty bread.",
        "instructions": "<p>Trim dark green tops from scallions and thinly slice; set aside for serving. Finely chop remaining white and pale green parts. Heat butter in a large skillet over medium. Add white and pale green parts of scallions and ginger and cook, stirring often, until fragrant, about 1 minute.<\/p><p>Add tomatoes and cook, turning gently with a spoon, until juicy and just warmed through, about 2 minutes. Add soy sauce and toss to combine. Taste and season with kosher salt if needed. Top with reserved scallion greens.<\/p><p>Spoon tomatoes over toast and sprinkle with more salt if desired.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f456bf9834292ff425080a4\/6:4\/w_480,h_320,c_limit\/buttered-tomatoes-with-ginger-recipe-BA-082520.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/buttered-tomatoes-with-ginger",
        "created_at": "2020-08-25 19:54:36",
        "updated_at": "2020-08-25 19:54:36",
        "author": {
            "name": "Amiel Stanek",
            "email": "amielstanek@epicurious.com"
        },
        "ingredients": [
            {
                "name": "4 scallions"
            },
            {
                "name": "4 Tbsp. unsalted butter"
            },
            {
                "name": "1 (1\") piece ginger, peeled, cut into matchsticks"
            },
            {
                "name": "1½ pounds tomatoes (about 3 medium), cut into (1\") pieces"
            },
            {
                "name": "2 Tbsp. plus 1½ tsp. white or regular soy sauce"
            },
            {
                "name": "Kosher salt (optional)"
            },
            {
                "name": "Toasted country-style bread or cooked rice or pasta (for serving)"
            }
        ]
    },
    {
        "name": "Burst Cherry Tomato Pasta",
        "description": "Smashing some of the tomatoes as they cook helps create a chunky sauce, while others stay whole for juicy surprises in every bite.",
        "instructions": "<p>Heat ½ cup oil in a large heavy pot over low. Add garlic and cook, stirring often with a wooden spoon, until softened but not browned, about 2 minutes.<\/p><p>Increase heat to medium and add tomatoes, basil sprigs, red pepper flakes, and 1½ tsp. salt. Cook, stirring to coat, until some of the tomatoes begin to burst and release their juices, about 4 minutes. Smash some but not all of the tomatoes with the spoon to help release their liquid, then continue to cook, stirring occasionally, until a chunky, thickened sauce forms (about half the tomatoes should still be intact), 10–12 minutes. Taste and add sugar if sauce is too tart and add more salt if needed. Pluck out and discard basil sprigs.<\/p><p>Meanwhile, cook pasta in a large pot of boiling salted water, stirring occasionally, until al dente.<\/p><p>Drain pasta, add to pot with sauce, and cook, stirring, until coated, about 1 minute. Remove from heat and stir in 1 oz. Parmesan.<\/p><p>Divide pasta among bowls; drizzle with oil. Top with more Parmesan and 1 cup basil leaves.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f456a85834292ff425080a2\/6:4\/w_480,h_320,c_limit\/pasta-with-burst-cherry-tomatoes-recipe-BA-082520.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/burst-cherry-tomato-pasta",
        "created_at": "2020-08-25 19:50:56",
        "updated_at": "2020-08-25 19:50:56",
        "author": {
            "name": "Molly Baz",
            "email": "mollybaz@epicurious.com"
        },
        "ingredients": [
            {
                "name": "½ cup extra-virgin olive oil, plus more for drizzling"
            },
            {
                "name": "6 garlic cloves, smashed"
            },
            {
                "name": "2½ lb. cherry tomatoes (about 4 pints)"
            },
            {
                "name": "2 large sprigs basil, plus 1 cup basil leaves, torn if large"
            },
            {
                "name": "¾ tsp. crushed red pepper flakes"
            },
            {
                "name": "1½ tsp. kosher salt, plus more"
            },
            {
                "name": "Pinch of sugar (optional)"
            },
            {
                "name": "12 oz. casarecce or other medium-size pasta"
            },
            {
                "name": "1 oz. Parmesan,  finely grated (about ½ cup), plus more for serving"
            }
        ]
    },
    {
        "name": "Salted PB&J Ice Cream Pie",
        "description": "Peanut butter, jelly, and buttery crackers, now updated in no-churn ice cream pie form. Any nut or seed butter (creamy or crunchy!), jam or jelly, or cracker combo will work—tahini with strawberry jam or almond butter with cherry compote. The only real limit is your imagination.",
        "instructions": "<p>Preheat oven to 275°F. Place crackers in a deep pie dish (a shallower one will work but you may have some filling left over) and gently crush with your hands until you have a mix of dime-size pieces, small crumbs, and everything in between. Add peanuts, brown sugar, and salt and toss to combine. Drizzle in butter and toss to evenly coat. Using your hands and the bottom of a measuring cup, press firmly and evenly into bottom and up sides of dish. (Mixture will look and feel crumbly, but it will hold together when baked.) Bake crust until a shade darker, 20–25 minutes. Let cool.<\/p><p>Do Ahead: Crust can be baked 3 days ahead. Store tightly wrapped at room temperature, or freeze up to 1 month.<\/p><p>Pour water into a medium saucepan to come 1½\" up the sides and bring to a bare simmer over medium-low heat. Whisk eggs, brown sugar, and salt in a large heatproof bowl just to combine (or use the bowl of a stand mixer if you’ve got one). Set over saucepan (bowl should not touch water) and heat egg mixture, stirring constantly with a heatproof rubber spatula, until sugar dissolves, about 4 minutes (mixture will no longer feel gritty when rubbed between your fingers). If you are concerned about undercooked eggs, heat mixture longer, still stirring constantly, until an instant-read thermometer registers 165°F, about 3 minutes more. Remove bowl from heat and add vanilla to egg mixture. Using an electric mixer, beat on high speed until thick and pale and doubled in volume, about 10 minutes. (Or, if using a stand mixer, beat with the whisk attachment, 6–8 minutes.)<\/p><p>Using spatula, mix peanut butter in another large bowl to loosen up and smooth out. Stir one third of egg mixture into peanut butter to lighten, then gently fold in half of remaining egg mixture, running spatula down sides and along bottom of bowl, then lifting up through center and over top while rotating bowl, until just combined. Repeat with remaining egg mixture (it will lose a lot of volume, and that’s okay).<\/p><p>Starting on low speed and gradually increasing to medium-high, beat cream in the same bowl you used for egg mixture (no need to wash) until soft peaks form, about 2 minutes. Gently fold into peanut butter mixture and scrape into crust. Dollop jelly all over; swirl with a butter knife. (For more defined swirls, freeze pie 30 minutes before adding jelly.) Freeze at least 8 hours before serving.<\/p><p>To slice, run a chef’s knife under hot water to warm up the blade, then wipe to clean and dry between slices. Use an offset spatula or fork to loosen slices from dish. If pie is frozen very hard, you may need to let it temper in the fridge 30 minutes before serving.<\/p><p>Do Ahead: Pie can be made 2 weeks ahead. Wrap tightly and freeze.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f3fca40ff169fe5c93c6ae0\/6:4\/w_480,h_320,c_limit\/salted-pb&j-ice-cream-pie-recipe-BA-082120.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/salted-peanut-butter-jelly-pbj-ice-cream-pie",
        "created_at": "2020-08-25 18:31:29",
        "updated_at": "2020-08-25 18:31:29",
        "author": {
            "name": "Sohla El-Waylly",
            "email": "sohlaelwaylly@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1 sleeve (110 g) Ritz crackers or other cracker of your choice"
            },
            {
                "name": "⅓ cup (45 g) raw peanuts or other nut or seed, finely chopped"
            },
            {
                "name": "⅓ cup (67 g; packed) light or dark brown sugar"
            },
            {
                "name": "½ tsp. Diamond Crystal or ¼ tsp. Morton kosher salt"
            },
            {
                "name": "6 Tbsp. unsalted butter, melted"
            },
            {
                "name": "3 large eggs"
            },
            {
                "name": "½ cup (100 g; packed) light or dark brown sugar"
            },
            {
                "name": "½ tsp. Diamond Crystal or ¼ tsp. Morton kosher salt"
            },
            {
                "name": "1 tsp. vanilla extract"
            },
            {
                "name": "½ cup (128 g) natural peanut butter or other natural nut or seed butter"
            },
            {
                "name": "1½ cups heavy cream"
            },
            {
                "name": "⅓ cup (100 g) grape jelly (preferably Bonne Maman) or other jelly, jam, or compote"
            }
        ]
    },
    {
        "name": "Farmers Market Farro Bowls",
        "description": "Set yourself up for success: The farro, tofu, eggs, dressing, and pickles can all be made up to five days ahead.",
        "instructions": "<p>Pour farro into a medium saucepan of boiling salted water, reduce heat, and simmer, stirring occasionally, until tender, 25–30 minutes. Drain farro and spread out on a rimmed baking sheet; let cool.<\/p><p>Meanwhile, using a slotted spoon, carefully lower eggs into a small saucepan of boiling water and cook 6½ minutes for an oozy, jammy yolk or 7 minutes for a slightly firmer middle. Transfer eggs to a bowl of ice water with slotted spoon and let sit until cool enough to handle, about 2 minutes. Remove eggs from ice water; peel and slice in half lengthwise.<\/p><p>Pack radish slices into a pint jar. Whisk vinegar, 1 Tbsp. sugar, 1 tsp. salt, and ½ cup hot water in a small bowl until sugar and salt are dissolved. Pour brine over radish slices; let cool. Cover and chill at least 1 hour before using.<\/p><p>Cut tofu crosswise into ½\"-thick slabs, then cut each slab on a diagonal to create 2 triangles. Pat dry with a clean kitchen towel. Heat 2 Tbsp. grapeseed oil in a large nonstick skillet over medium-high. Add tofu in a single layer, season with salt, and cook, undisturbed, until golden brown underneath, about 4 minutes. Turn over and cook until golden brown on second side, about 4 minutes. Transfer tofu to a plate; reserve skillet (no need to wipe out).<\/p><p>Whisk lime juice, gochujang, mayonnaise, ¼ cup grapeseed oil, 1 Tbsp. soy sauce, 1 Tbsp. sesame oil, and remaining 1 Tbsp. sugar in a small bowl. Taste; season with salt if desired.<\/p><p>Heat remaining 1 Tbsp. grapeseed oil in reserved skillet over medium-high. Add zucchini, season with salt, and cook, tossing just once or twice, until tender and blistered in spots, about 4 minutes. Add remaining 1 tsp. soy sauce and 1 tsp. sesame oil and toss to coat. Transfer to a plate.<\/p><p>To serve, divide farro among bowls. Arrange eggs, drained pickled radish, tofu, zucchini, and raw vegetables of choice on top as desired. Drizzle each bowl with a few spoonfuls of dressing to your liking.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f3fdcf074f225d42338f9ff\/6:4\/w_480,h_320,c_limit\/farmers-market-farro-bowls-recipe-BA-082120.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/farmers-market-farro-bowls-with-tofu",
        "created_at": "2020-08-25 18:21:15",
        "updated_at": "2020-08-25 18:21:15",
        "author": {
            "name": "Christina Chaey",
            "email": "christinachaey@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1 cup semi-pearled farro"
            },
            {
                "name": "1 tsp. kosher salt, plus more"
            },
            {
                "name": "4 large eggs"
            },
            {
                "name": "1 large watermelon radish or 6–8 red radishes, trimmed, thinly sliced on a mandoline if you’ve got one"
            },
            {
                "name": "¼ cup unseasoned rice vinegar"
            },
            {
                "name": "2 Tbsp. sugar, divided"
            },
            {
                "name": "1 (14-oz.) block extra-firm tofu, drained"
            },
            {
                "name": "3 Tbsp. plus ¼ cup grapeseed or vegetable oil, divided"
            },
            {
                "name": "2 Tbsp. fresh lime juice"
            },
            {
                "name": "2 Tbsp. gochujang (Korean hot pepper paste)"
            },
            {
                "name": "1 Tbsp. mayonnaise"
            },
            {
                "name": "1 Tbsp. plus 1 tsp. soy sauce"
            },
            {
                "name": "1 Tbsp. plus 1 tsp. toasted sesame oil"
            },
            {
                "name": "1 medium zucchini or summer squash, halved lengthwise, cut crosswise into (¼\"-thick) half-moons"
            },
            {
                "name": "2–3 cups thinly sliced or shredded raw vegetables (such as carrots, scallions, blanched sugar snap peas, baby bok choy, cucumbers, pea shoots, or alfalfa sprouts)"
            }
        ]
    },
    {
        "name": "Fancy and Beautiful Tomato Salad",
        "description": "Very loosely inspired by Lebanese fattoush, this is one of those dishes where you want to use only the ripest, most fragrant tomatoes in the bunch.",
        "instructions": "<p>Gently toss heirloom and cherry tomatoes and 1¼ tsp. salt in a medium bowl to combine and set aside.<\/p><p>Finely grate lemon zest into a small bowl, then grate in garlic; set lemon aside.<\/p><p>Heat oil in a small saucepan or skillet over medium until just starting to shimmer. Add za’atar and cook, stirring occasionally, until fragrant and slightly darkened in color, about 1 minute. Add lemon zest and garlic, cook 10 seconds, then remove from heat. (You're looking to cook off the raw flavor of the garlic without losing the brightness of the lemon.) Transfer za’atar oil to a heatproof measuring cup.<\/p><p>Place pita chips in a large bowl and drizzle 2 Tbsp. za’atar oil over; season with salt. Mix well with a rubber spatula, aiming to coat chips without breaking them into too many pieces.<\/p><p>Cut reserved lemon in half and squeeze juice from 1 lemon half into a small bowl. Stir in honey and remaining ½ tsp. salt. Gradually add remaining za'atar oil, stirring constantly until emulsified. Taste dressing and add more lemon juice, honey, or salt if needed.<\/p><p>Add feta, basil, mint, and reserved tomatoes to bowl with chips and drizzle dressing over; toss gently to combine.<\/p><p>Spoon salad onto platter, making sure to leave no juices behind. Eat fast for crunchy chips or let sit for a crispy-gone-soggy experience.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f3ede027b7a251be6a48659\/6:4\/w_480,h_320,c_limit\/fancy-and-beautiful-tomato-salad-recipe-BA-082020.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/fancy-and-beautiful-tomato-salad",
        "created_at": "2020-08-25 18:09:53",
        "updated_at": "2020-08-25 18:09:53",
        "author": {
            "name": "Sarah Jampel",
            "email": "sarahjampel@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1½ lb. heirloom tomatoes (about 3 medium), sliced into 8–12 wedges, depending on size"
            },
            {
                "name": "12 oz. mixed cherry tomatoes (about 2 cups), halved, quartered if large"
            },
            {
                "name": "1¾ tsp. kosher salt, divided, plus more"
            },
            {
                "name": "1 lemon"
            },
            {
                "name": "½ garlic clove"
            },
            {
                "name": "6 Tbsp. extra-virgin olive oil"
            },
            {
                "name": "2 Tbsp. za’atar"
            },
            {
                "name": "2 cups pita chips"
            },
            {
                "name": "1½ tsp. (or more) honey"
            },
            {
                "name": "3.5 oz. feta, thinly sliced into planks"
            },
            {
                "name": "½ cup basil leaves, torn if large"
            },
            {
                "name": "½ cup mint leaves, torn if large"
            }
        ]
    },
    {
        "name": "Chicken Thighs With Tomatoes and Feta",
        "description": "This one-skillet chicken gives you the best of both worlds: crispy skin atop tender dark meat that gently cooks in the bubbly sauce underneath.",
        "instructions": "<p>Pat chicken thighs dry with paper towels; season all over with salt. Arrange skin side down in a cold large cast-iron skillet. Set over medium heat and cook chicken, undisturbed, rotating pan as needed for even browning, until skin is very deep golden brown and crisp and chicken releases easily from pan, 13–16 minutes. Using tongs, transfer chicken to a plate, arranging skin side up.<\/p><p>Combine tomatoes, harissa paste, vinegar, 1 oregano sprig, and ½ tsp. salt in same skillet. Increase heat to medium-high and cook, stirring occasionally, until tomatoes burst and their juices start to thicken, 8–10 minutes.<\/p><p>Nestle chicken thighs into tomatoes, skin side up. Reduce heat to medium-low, bring to a simmer, and cook until chicken is just cooked through and flesh is no longer pink (an instant-read thermometer inserted into the thickest part near the bone will register 165°F), and tomato sauce is thickened so that a wooden spoon dragged through it leaves a trail, 6–8 minutes. Remove from heat and let sit 5 minutes.<\/p><p>Break feta into large pieces; scatter over chicken. Some pieces will stay intact while others will soften into the sauce a little—and that's exactly what you want. Pick leaves off remaining 2 oregano sprigs and scatter on top.<\/p><p>Serve with bread for sopping up any extra tomato sauce.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f3d501874f225d42338f9f9\/6:4\/w_480,h_320,c_limit\/chicken-thighs-with-tomatoes-and-feta-recipe-BA-081920.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/chicken-thighs-with-tomatoes-and-feta",
        "created_at": "2020-08-25 17:52:13",
        "updated_at": "2020-08-25 17:52:13",
        "author": {
            "name": "Molly Baz",
            "email": "mollybaz@epicurious.com"
        },
        "ingredients": [
            {
                "name": "6 skin-on, bone-in chicken thighs (about 2¼ lb. total)"
            },
            {
                "name": "½ tsp. kosher salt, plus more"
            },
            {
                "name": "1¼ lb. cherry tomatoes (about 2 pints)"
            },
            {
                "name": "¼ cup harissa paste"
            },
            {
                "name": "3 Tbsp. red wine vinegar"
            },
            {
                "name": "3 sprigs oregano, divided"
            },
            {
                "name": "4 oz. feta, cut into (¼\"-thick) planks"
            },
            {
                "name": "Crusty bread (for serving)"
            }
        ]
    },
    {
        "name": "Corn and Chickpea Bowls With Miso Tahini",
        "description": "This dish is all about assembly, not time at the stove. Quickly sauté chickpeas and corn, then simply gather the supporting characters: lettuce, tomatoes, avocado, feta, and lime.",
        "instructions": "<p>Purée jalapeños, ginger, garlic, cilantro, lime juice, tahini, miso, and 3 Tbsp. water in a blender until smooth. Season with salt.<\/p><p>Do Ahead: Dressing can be made 1 day ahead. Transfer to an airtight container and chill.<\/p><p>Heat 2 Tbsp. oil in a large skillet over medium. Add garlic and cook, turning occasionally, until golden brown, about 4 minutes. Mash garlic with a spoon and stir into oil. Add chickpeas and increase heat to medium-high. Cook, undisturbed, until golden brown and beginning to crisp underneath, about 3 minutes. Toss and continue to cook, tossing occasionally, until golden brown all over, about 2 minutes more. Add corn and 1 Tbsp. oil and cook, tossing, until corn kernels are golden around the edges and tender, 5–7 minutes. Sprinkle spice blend over and toss to coat. Season with salt.<\/p><p>Combine lettuce, avocados, and tomatoes in a large bowl. Drizzle lightly with oil and toss to combine. Season with salt.<\/p><p>Divide dressing among bowls and top with salad and chickpea mixture, then feta and some cilantro. Serve with lime wedges for squeezing over.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f3afd0a15fb41021b8be783\/6:4\/w_480,h_320,c_limit\/corn-and-chickpea-bowls-with-miso-tahini-recipe-BA-081720.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/corn-and-chickpea-bowls-with-miso-tahini",
        "created_at": "2020-08-25 17:50:21",
        "updated_at": "2020-08-25 17:50:21",
        "author": {
            "name": "Chris Morocco",
            "email": "chrismorocco@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 small jalapeños, seeded, chopped"
            },
            {
                "name": "1 (¾-inch) piece ginger, peeled, finely grated"
            },
            {
                "name": "2 small garlic cloves, finely grated"
            },
            {
                "name": "1 cup (packed) cilantro leaves with tender stems"
            },
            {
                "name": "⅓ cup fresh lime juice"
            },
            {
                "name": "⅓ cup tahini"
            },
            {
                "name": "1 Tbsp. plus 1½ tsp. miso"
            },
            {
                "name": "Kosher salt"
            },
            {
                "name": "3 Tbsp. extra-virgin olive oil, divided, plus more for drizzling"
            },
            {
                "name": "2 garlic cloves, lightly crushed"
            },
            {
                "name": "1 (14-oz.) can chickpeas rinsed, drained"
            },
            {
                "name": "3 ears of corn, shucked, kernels removed"
            },
            {
                "name": "1 Tbsp. spice blend (such as za’atar, vadouvan, hawaij, or berbere)"
            },
            {
                "name": "Kosher salt"
            },
            {
                "name": "4 cups tender greens (such as Little Gem lettuce and\/or watercress), torn if large"
            },
            {
                "name": "2 avocados, cut into wedges"
            },
            {
                "name": "4 small tomatoes, cut into wedges"
            },
            {
                "name": "Crumbled feta, cilantro sprigs, and lime wedges (for serving)"
            }
        ]
    },
    {
        "name": "Stone Fruit Custard Tart",
        "description": "This new tart from Tara O’Brady has an easy press-in pistachio crust and a few pounds of peaches, plums, or apricots coddled in a supple layer of custard.",
        "instructions": "<p>Preheat an oven to 375°F. Cook butter in a small saucepan over medium heat, stirring often, until it foams, then browns, 5–8 minutes. Set aside.<\/p><p>Pulse pistachios in a food processor until finely ground. Transfer 4 Tbsp. to a small bowl; set aside.<\/p><p>Scrape reserved browned butter over pistachios in food processor; add egg, brown sugar, flour, salt, and baking powder. Pulse until incorporated, then process, scraping down sides as needed, until mixture looks like wet sand and holds together when squeezed in your hand, about 2 minutes.<\/p><p>Press dough evenly into bottom and about 2\" up sides of pan with a straight-sided glass or measuring cup. Chill while you make the filling.<\/p><p>Process eggs and brown sugar in clean food processor until eggs are well combined, about 1 minute. Scrape down sides; add sour cream, vanilla bean paste, cardamom, ginger, orange zest, and salt. Sprinkle flour and 2 Tbsp. reserved pistachios over; process until smooth, about 1 minute.<\/p><p>Starting at the edges of the chilled tart shell and working inward, arrange stone fruit in snug concentric circles, standing each wedge up so one tip is raised and rounded skin side is pressed against crust. Carefully pour custard around fruit (fruit should not be completely covered). Sprinkle coarse sugar over.<\/p><p>Bake pie until crust is golden brown and filling is puffed and set in the center (it shouldn’t wobble when gently shaken), 70–75 minutes. Transfer pan to a wire rack and scatter remaining reserved 2 Tbsp. pistachios over. Let cool, then chill, uncovered, until fully set.<\/p><p>Unmold tart. Dust with powdered sugar and\/or top with dollops of whipped cream or crème fraîche if desired. Serve chilled or room temperature.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f3c2599dced22f99fab1405\/6:4\/w_480,h_320,c_limit\/StoneFruitCustardTart_1_HERO_RECIPE_VOG_final.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/stone-fruit-custard-tart",
        "created_at": "2020-08-24 20:15:31",
        "updated_at": "2020-08-24 20:15:31",
        "author": {
            "name": "Tara O'Brady",
            "email": "taraobrady@epicurious.com"
        },
        "ingredients": [
            {
                "name": "½ cup (1 stick) unsalted butter"
            },
            {
                "name": "½ cup (65 g) raw pistachios, divided"
            },
            {
                "name": "1 large egg"
            },
            {
                "name": "¼ cup (packed; 50 g) light brown sugar"
            },
            {
                "name": "2 cups (250 g) all-purpose flour"
            },
            {
                "name": "1 tsp. kosher salt"
            },
            {
                "name": "¾ tsp. baking powder"
            },
            {
                "name": "3 large eggs"
            },
            {
                "name": "⅔ cup (packed; 133 g) light brown sugar"
            },
            {
                "name": "¼ cup sour cream"
            },
            {
                "name": "1 Tbsp. vanilla bean paste or vanilla extract"
            },
            {
                "name": "1 tsp. ground cardamom"
            },
            {
                "name": "¾ tsp. ground ginger"
            },
            {
                "name": "¾ tsp.(packed) finely grated orange zest"
            },
            {
                "name": "¾ tsp. kosher salt"
            },
            {
                "name": "3 Tbsp (23 g) all-purpose flour"
            },
            {
                "name": "2½–3 lb. stone fruit (such as peaches, nectarines, apricots, and plums; all about the same size), cut into sixths or eighths, depending on their size"
            },
            {
                "name": "1 Tbsp. coarse sugar"
            },
            {
                "name": "Powdered sugar, whipped cream, or crème fraîche (for serving; optional)"
            },
            {
                "name": "A 9\"-diameter springform pan"
            }
        ]
    },
    {
        "name": "Baked Banana With Crema and Cheese",
        "description": "This recipe shines for its simplicity. However, in order for it to be spectacular, the quality of the three ingredients really matters.",
        "instructions": "<p>Preheat the oven to 400°F.<\/p><p>Place the whole bananas or plantains on a baking sheet and bake, turning them every 10 minutes, until the peel starts to split and the inside is tender when tested with a skewer, about 40 minutes. Remove from the oven but keep on the baking sheet. Carefully slice the peel lengthwise to just reveal the flesh and drizzle with some crema and sprinkle with cheese. Transfer to plates to serve individually, on a platter, or directly on the baking sheet on the table. Either way, people should carve out their own banana. Serve the remaining crema and cheese in bowls on the side, in case anyone wants more.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5ee8f7248793dbbcae05e218\/6:4\/w_480,h_320,c_limit\/PlantainWithCream_HERO_RECIPE_060320_8522.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/platanos-horneados-con-crema-y-queso-baked-banana",
        "created_at": "2020-08-20 20:37:05",
        "updated_at": "2020-08-20 20:37:05",
        "author": {
            "name": "Enrique Olvera",
            "email": "enriqueolvera@epicurious.com"
        },
        "ingredients": [
            {
                "name": "6 heirloom bananas or small plantains, ripe but not black, unpeeled"
            },
            {
                "name": "1 cup (230 g) crema or crème fraîche"
            },
            {
                "name": "1 cup (120 g) crumbled queso fresco"
            }
        ]
    },
    {
        "name": "Tamale Pie with Fresh Tomato and Corn",
        "description": "Juicy ripe tomatoes and sweet summer corn perk up this fresh take on the old-school Southwestern casserole. Bonus: it just happens to be gluten-free.",
        "instructions": "<p>Preheat oven to 450°F. Heat an 8\" cast-iron skillet over high. Pat chorizo and beef dry with paper towels, then press into an even layer in bottom of hot skillet with a spatula. Cook, undisturbed, until a brown crust begins to form on the bottom, about 6 minutes. Turn, break into pieces, and continue to cook until cooked through, about 4 minutes. Add tomato paste, cumin, half of grated onion, half of jalapeño, and 1 1\/4 tsp. salt and cook, stirring constantly, until fragrant and well combined, about 1 minute. Remove from heat and stir in tomatoes, 1 1\/2 cups corn, and 1 1\/2 cups cheese.<\/p><p>Whisk eggs, butter, 1\/3 cup sour cream, and remaining onion in a medium bowl. Whisk cornmeal, baking powder, and remaining 1\/2 tsp. salt in a small bowl. Add dry ingredients to butter mixture and stir to combine, then stir in 1\/4 cup cheese and remaining 1\/2 cup corn.<\/p><p>Dollop cornbread batter over meat mixture, then smooth into an even layer. Top with remaining jalapeños and 1\/4 cup cheese.<\/p><p>Bake cornbread until golden brown, 15–18 minutes. Serve with sour cream alongside.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/59b6e97bd18aa146dbedf18c\/6:4\/w_480,h_320,c_limit\/Fresh-Tomato-Tamale-Cornbread-Pie-hero-06092017.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/tamale-pie-with-fresh-tomato-and-corn",
        "created_at": "2020-08-20 16:25:00",
        "updated_at": "2020-08-20 16:25:00",
        "author": {
            "name": "Anna Stockwell",
            "email": "annastockwell@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1\/2 pound fresh chorizo, casings removed (about 2 links), or vegetarian substitute such as Lightlife Plant-Based Italian Sausage"
            },
            {
                "name": "1\/2 pound ground beef, or vegetarian substitute such as  Lightlife Plant-Based Ground"
            },
            {
                "name": "1 tablespoon tomato paste"
            },
            {
                "name": "2 1\/2 teaspoons cumin"
            },
            {
                "name": "1 large onion, grated on a box grater, divided"
            },
            {
                "name": "1–2 medium jalapeños, thinly sliced, seeded if desired, divided"
            },
            {
                "name": "1 3\/4 teaspoons kosher salt, divided"
            },
            {
                "name": "2 large beefsteak tomatoes (about 2 pounds), cut into 1\/2\" cubes"
            },
            {
                "name": "2 cups corn kernels (preferably fresh; from about 3 ears of corn), divided"
            },
            {
                "name": "8 ounces cheddar cheese, grated (about 2 cups)"
            },
            {
                "name": "2 large eggs"
            },
            {
                "name": "6 tablespoons unsalted butter, melted"
            },
            {
                "name": "1\/3 cup sour cream, plus more for serving"
            },
            {
                "name": "1 1\/4 cups cornmeal"
            },
            {
                "name": "1 teaspoon baking powder"
            }
        ]
    },
    {
        "name": "Charred-Peach Panzanella With Pickled Pepper Vinaigrette",
        "description": "Peaches and tomatoes might not sound filling, but hear us out. Crisp some bacon, char the peaches (and some bread) in the rendered fat, toss the tomatoes in a garlicky, spicy brine, and you’ve got dinner.",
        "instructions": "<p>Whisk garlic, pickle brine, mustard, and salt in a large bowl to combine. Add tomatoes and pickled peppers and gently toss to combine. Let sit, tossing occasionally, while you cook the bacon, bread, and peaches.<\/p><p>Arrange bacon in a cold large cast-iron skillet and set over medium heat. Cook, stirring occasionally, until mostly crisp (there can still be a few soft, chewy spots if you’re into that sort of thing), about 10 minutes. Transfer bacon to paper towels to drain. Pour bacon fat into a small bowl; set aside. Wipe out skillet.<\/p><p>Heat 2 Tbsp. reserved bacon fat in same skillet. Working in batches and adding more bacon fat as needed, toast bread until golden (a few char marks are fine), about 2 minutes per side. Transfer to paper towels to drain. Wipe out skillet.<\/p><p>Heat another 1 Tbsp. bacon fat (if you’ve run out, use vegetable or olive oil) in same skillet and cook peach halves, cut side down, until lightly charred, about 3 minutes. Transfer to a cutting board; let sit until cool enough to handle. Slice each half in half again or into thirds and add to bowl with tomatoes. Tear toasted bread into 1\"–1½\" pieces and add to bowl. Add bacon and toss gently to combine and saturate bread with juices collected in bowl.<\/p><p>Transfer panzanella to a platter or individual bowls to serve.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f3c19c210f07afdd8da5da2\/6:4\/w_480,h_320,c_limit\/PeachBaconPanzanella_HERO_RECIPE_081220_10724_V1_final.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/charred-peach-panzanella-pickled-pepper-vinaigrette",
        "created_at": "2020-08-19 18:29:26",
        "updated_at": "2020-08-19 18:29:26",
        "author": {
            "name": "Joe Sevier",
            "email": "joesevier@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 garlic cloves, finely grated"
            },
            {
                "name": "½ cup sliced hot pickled peppers (such as banana peppers), plus 1 Tbsp. pickle brine"
            },
            {
                "name": "1 Tbsp. stone-ground or whole grain mustard"
            },
            {
                "name": "1½ tsp. kosher salt"
            },
            {
                "name": "1½ lb. plum tomatoes (6–7 medium), sliced ½\" thick"
            },
            {
                "name": "8 oz. thick-cut bacon (about 6 slices), cut into 1½\" pieces"
            },
            {
                "name": "1 (10–12-oz.) loaf crusty multigrain bread, sliced ¾\" thick"
            },
            {
                "name": "3 large slightly firm peaches (about 1¼ lb.), preferably freestone, halved, pitted"
            }
        ]
    },
    {
        "name": "Stuffed Eggplants and Zucchini in a Rich Tomato Sauce (Baatingan w Kusaa Bil Banadoura)",
        "description": "Stuffing vegetables is such an everyday event in the Palestinian kitchen that most cooks have a special knife to help them with the task. For a good alternative, a swivel peeler (a straight one, as opposed to a Y-shaped one) or a corer both work very well.",
        "instructions": "<p>To make the sauce, put the oil into a saucepan or casserole pan with a lid—about 10 inches\/25cm wide—and place over medium heat. Add the onions and cook for about 10 minutes, stirring frequently, until soft and caramelized. Add the rest of the sauce ingredients, along with 2½ tsp of salt and a good grind of black pepper. Simmer over medium heat for about 10 minutes, stirring from time to time, then remove from the heat and set aside.<\/p><p>To make the stuffing, while the sauce is cooking, place all the ingredients in a large bowl with 1½ tsp of salt and a good grind of black pepper. Mix well, using your hands to make sure that everything is well incorporated. If making in advance, keep in the fridge until ready to use.<\/p><p>Trim the stalks from the eggplants, then insert a manakra (or peeler or corer) into the eggplant; you want it to be very close to the skin—about ⅛ inch\/3mm away—but not so close that it tears and won’t hold its shape when it’s stuffed. Scoop out the flesh to create a generous cavity. You don’t need the flesh anymore, but keep it for another recipe; it can be cut into cubes and steamed or added to your next omelette. If your eggplants are particularly large, slice them in half, crosswise, and scoop out the flesh using a regular small serrated knife—be sure to keep one end of each half intact, so that the stuffing does not fall out!<\/p><p>Use the manakra or a swivel peeler to scoop out the zucchini flesh. Keep about ⅛ inch\/3mm of flesh attached to the skin inside the zucchini and about ½ inch\/1cm from the end intact—they need to be robust enough to keep the stuffing inside. Again, keep the scooped-out flesh to use elsewhere.<\/p><p>Using your hands, so that you can push in a bit of stuffing at a time, fill all the eggplant and zucchini cavities. Stop filling them about ½ inch\/1cm from the top of each vegetable; the stuffing needs some space to expand inside the vegetables when they are cooking.<\/p><p>Gently lower the stuffed vegetables into the sauce. They won’t fit in a single layer, but try to avoid too much overlap and submerge them in the sauce as much as you can. Return the sauce to medium heat and, once simmering, decrease the heat to low. Cover the pan and simmer very gently for 90 minutes, or until the rice is completely cooked through and soft—test if it is ready by sticking a knife into the middle of one of the vegetables; it should go in very easily. Don’t worry if some of the rice\/stuffing spills into the tomato sauce, this can happen and it will be fine when served.<\/p><p>To make the adha, meanwhile, put the oil into a small frying pan and place over medium heat. After about 1 minute, add the garlic and decrease the heat to medium-low. Cook for about 5 minutes, stirring very often, until the garlic is golden and crispy. Keep a close eye on the pan here; you don’t want the oil to get too hot and for the garlic to burn. Reserving the oil as you pour, strain the garlic through a sieve. Set the garlic aside—it will crisp up as it cools down—and return the oil to the pan. Add the coriander seeds and chile and cook for about 1 minute, stirring a few times, until fragrant. Remove from the heat, transfer to a separate bowl, and set aside until needed.<\/p><p>When the vegetables are cooked and the sauce is thick and rich (but still pourable), use a slotted spoon to carefully lift the vegetables out of the pan. Pour the sauce onto a large serving platter (or individual serving plates) with a rim and top with the stuffed vegetables. Spoon on the adha—the coriander-chile oil first, followed by the fried garlic—then sprinkle with the fresh herbs and green onion. Serve warm or at room temperature, with the yogurt spooned alongside.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f3ae89315fb41021b8be77f\/6:4\/w_480,h_320,c_limit\/FalastinStuffedEggplant_RECIPE_081220_10670_VOG_final.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/stuffed-eggplants-and-zucchini-tomato-sauce-falastin",
        "created_at": "2020-08-17 20:53:00",
        "updated_at": "2020-08-17 20:53:00",
        "author": {
            "name": " Sami Tamimi",
            "email": "samitamimi@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2½ tbsp olive oil"
            },
            {
                "name": "2 onions, finely diced (2½ cups\/350g)"
            },
            {
                "name": "4 cups\/1kg tomato puree"
            },
            {
                "name": "12¼ oz\/350g ripe tomatoes (2 large), coarsely grated"
            },
            {
                "name": "3¼ cups\/750ml chicken stock or water"
            },
            {
                "name": "1 tbsp sugar"
            },
            {
                "name": "Salt and black pepper"
            },
            {
                "name": "¾ cup plus 2 tbsp\/175g Egyptian rice or arborio rice (see note below)"
            },
            {
                "name": "9 oz\/250g ground lamb"
            },
            {
                "name": "¼ cup\/60ml olive oil"
            },
            {
                "name": "½ tsp ground cinnamon"
            },
            {
                "name": "¾ tsp ground allspice"
            },
            {
                "name": "½ tsp ground cumin"
            },
            {
                "name": "About 3 green onions, finely sliced (⅓ cup\/35g)"
            },
            {
                "name": "¾ cup\/15g mint leaves, roughly chopped"
            },
            {
                "name": "¾ cup\/15g parsley leaves, roughly chopped"
            },
            {
                "name": "1 cup\/20g dill, roughly chopped"
            },
            {
                "name": "1 red chile, seeded and finely diced (1 tbsp\/10g)"
            },
            {
                "name": "1 lemon: finely grate the zest to get 1 tsp"
            },
            {
                "name": "3 tbsp water"
            },
            {
                "name": "1½ lb\/700g eggplants (between 3 and 6, depending on size)"
            },
            {
                "name": "1½ lb\/700g zucchini (between 3 and 6, depending on size)"
            },
            {
                "name": "7 tbsp\/100ml olive oil"
            },
            {
                "name": "6 garlic cloves, finely chopped"
            },
            {
                "name": "1 tbsp coriander seeds, lightly crushed in a mortar and pestle"
            },
            {
                "name": "1 red chile, seeded and finely diced (1 tbsp\/10g)"
            },
            {
                "name": "¼ cup\/5g parsley leaves, roughly chopped"
            },
            {
                "name": "¼ cup\/5g mint leaves, roughly torn"
            },
            {
                "name": "¼ cup\/5g dill leaves"
            },
            {
                "name": "1 green onion, thinly sliced (2 tbsp\/10g)"
            },
            {
                "name": "1 cup\/250g Greek yogurt"
            }
        ]
    },
    {
        "name": "Chicken Meatballs With Molokhieh, Garlic, and Cilantro",
        "description": "This meatball dinner from Falastin is somewhere between a stew and a soup. Comforting and hearty, certainly, served with some rice or crusty white bread.",
        "instructions": "<p>To make the meatballs, place the breadcrumbs in a small bowl and cover with water. Stir, then drain through a colander, squeezing out most of the moisture from the bread. (If using grated zucchini, toss it with ½ tsp of salt and place in a sieve set over a bowl. Let to sit for 20 minutes, then use your hands to squeeze out as much liquid as possible.)<\/p><p>Transfer the crumbs to a large bowl with the chicken, garlic, spices, herbs, lemon zest, ¾ tsp salt, and plenty of black pepper. Using well-oiled hands, shape into about 30 small balls; roughly a scant 1 oz\/25g each.<\/p><p>Put 1 tbsp of oil into a large nonstick sauté pan with a lid, and place over high heat. Once hot, add half the meatballs and cook for 2–3 minutes, turning throughout, until golden brown all over. Transfer the meatballs to a baking sheet and set aside. Keep the pan on the heat and continue with the remaining 1 tbsp of oil and remaining meatballs in the same way.<\/p><p>Return the same pan to medium-high heat. Add the 2 garlic cloves, lemon rind, and stock and bring to a boil—this should take about 3 minutes. Add the molokhieh (or the spinach and okra combination), cinnamon, 2 tsp of salt, and plenty of black pepper, then decrease the heat to medium and cook, covered, for about 20 minutes, or until the molokhieh is bubbling and completely defrosted. Add the meatballs, parsley, and ½ cup\/10g of cilantro and cook, covered, for another 10 minutes, or until completely cooked through. Stir in the lemon juice.<\/p><p>To make the adha, meanwhile, put the olive oil into a small frying pan over medium-high heat. Add the garlic and cook for about 3 minutes, stirring occasionally, or until golden and crispy. Add the chile flakes, then remove from the heat and pour into a bowl. Stir in the cilantro and set aside.<\/p><p>Divide the soup among four bowls and top with the fried garlic and remaining ½ cup\/10g cilantro. Serve at once, with lemon wedges alongside.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f3ae8af5bfc53f0dae80547\/6:4\/w_480,h_320,c_limit\/ChickenMeatballsMolokhieh_RECIPE_081220_10690_VOG_final.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/chicken-meatballs-with-molokhieh-falastin",
        "created_at": "2020-08-17 20:51:41",
        "updated_at": "2020-08-17 20:51:41",
        "author": {
            "name": " Sami Tamimi",
            "email": "samitamimi@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1¾ oz\/50g crustless sourdough bread, finely blitzed into crumbs, or 1 large zucchini (½ lb\/220g), coarsely grated"
            },
            {
                "name": "1 lb 2 oz\/500g ground chicken or turkey thighs"
            },
            {
                "name": "2 garlic cloves, crushed"
            },
            {
                "name": "1½ tsp ground cumin"
            },
            {
                "name": "1 tsp ground cinnamon"
            },
            {
                "name": "½ tsp ground allspice"
            },
            {
                "name": "¼ tsp chile flakes"
            },
            {
                "name": "½ cup\/10g cilantro leaves, roughly chopped"
            },
            {
                "name": "½ cup\/10g parsley leaves, roughly chopped"
            },
            {
                "name": "½ cup\/10g mint leaves, roughly chopped"
            },
            {
                "name": "1 lemon: grate finely to get 1½ tsp zest, then cut into wedges"
            },
            {
                "name": "Salt and black pepper"
            },
            {
                "name": "2 tbsp olive oil"
            },
            {
                "name": "2 garlic cloves, crushed"
            },
            {
                "name": "1 lemon: shave the rind to get 4 strips, then juice to get 1½ tbsp"
            },
            {
                "name": "1¾ cups\/450ml chicken stock"
            },
            {
                "name": "1¾ lb\/800g frozen molokhieh (or 1¾ lb\/800g frozen chopped spinach plus 7 oz\/200g okra, thinly sliced—see note below)"
            },
            {
                "name": "½ tsp ground cinnamon"
            },
            {
                "name": "Salt and black pepper"
            },
            {
                "name": "½ cup\/10g parsley leaves, roughly chopped"
            },
            {
                "name": "1 cup\/20g cilantro leaves, roughly chopped"
            },
            {
                "name": "¼ cup olive oil"
            },
            {
                "name": "6 garlic cloves, crushed"
            },
            {
                "name": "½ tsp chile flakes"
            },
            {
                "name": "½ cup cilantro, roughly chopped"
            }
        ]
    },
    {
        "name": "Instant Pot Bisibelabath",
        "description": "Bisibelabath is kitcheree’s spicier cousin. The name means “hot lentil rice,” so consider yourself warned—this is a spicy dish of vegetables, rice, and lentils straight out of South India. I like to serve it with raita to cool things off.",
        "instructions": "<p>Using the Sauté function on High, heat 1 teaspoon (5 mL) oil in the inner pot for 1 minute, until shimmering. Add the coconut, coriander seeds, chana dal, peppercorns, fenugreek seeds, cinnamon stick, cloves, asafoetida (if using) and dried chile; cook for about 2 minutes, until fragrant. Transfer the mixture to a clean coﬀee\/spice grinder and grind to a powder.<\/p><p>Using the Sauté function on High, heat the remaining 5 teaspoons (25 mL) oil in the inner pot for 1 minute, until shimmering. Add the onion, salt, green chiles, turmeric and mustard seeds; cook for about 2 minutes, until the mustard seeds begin to pop. Add the rice, lentils, squash, and mustard greens; stir to combine. Stir in the toasted spices, then the broth. Secure the lid and cook on high pressure for 3 minutes.<\/p><p>Once the cooking is complete, let the pressure release naturally for 10 minutes, then quick-release the remaining pressure.<\/p><p>Remove the lid and stir. Transfer to a bowl; serve.<\/p><p>If you can’t find mustard greens, use turnip greens, kale or any other sturdy greens.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f3aa86c737f2a0920b743cd\/6:4\/w_480,h_320,c_limit\/INDIANINSTANTPOT_47.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/bisibelabath-hot-lentil-rice",
        "created_at": "2020-08-17 16:48:33",
        "updated_at": "2020-08-17 16:48:33",
        "author": {
            "name": "Chandra Ram",
            "email": "chandraram@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 Tbsp. (30 mL) vegetable oil, divided"
            },
            {
                "name": "2 Tbsp. (30 mL) unsweetened coconut ﬂakes"
            },
            {
                "name": "1 ½ Tbsp. (22 mL) coriander seeds"
            },
            {
                "name": "1 ½ Tbsp. (22 mL) dried chana dal"
            },
            {
                "name": "5 black peppercorns"
            },
            {
                "name": "Pinch fenugreek seeds"
            },
            {
                "name": "1 (2-inch or 5-cm) cinnamon stick"
            },
            {
                "name": "3 whole cloves"
            },
            {
                "name": "Pinch asafoetida (optional)"
            },
            {
                "name": "1 dried red chile, crushed"
            },
            {
                "name": "1 onion, chopped"
            },
            {
                "name": "1 Tbsp. (15 mL) kosher salt"
            },
            {
                "name": "2 green chiles, minced"
            },
            {
                "name": "2 tsp. (10 mL) ground turmeric"
            },
            {
                "name": "1 tsp. (5 mL) yellow mustard seeds"
            },
            {
                "name": "1 cup (250 mL) white basmati rice, rinsed"
            },
            {
                "name": "1 cup (250 mL) dried lentils (toor or masoor dal)"
            },
            {
                "name": "2 cups (500 mL) chopped trimmed acorn or butternut squash"
            },
            {
                "name": "2 cups (500 mL) chopped mustard greens (see Cooks' Note)"
            },
            {
                "name": "2 cups (500 mL) no-added-salt vegetable broth or water"
            },
            {
                "name": "Special Equipment: Coﬀee\/spice grinder"
            }
        ]
    },
    {
        "name": "Tahini-Walnut Magic Shell",
        "description": "While the charms of molten fudge and gooey caramel are undeniable, nothing beats an ice cream topping that shatters at the tap of a spoon. Enter this magic shell, a slightly more savory evolution of the chocolate shells of your youth.",
        "instructions": "<p>Preheat oven to 350°F. Spread out walnuts on a small rimmed baking sheet; toast, tossing halfway through, until golden brown, 8–10 minutes. Let cool.<\/p><p>Meanwhile, microwave white chocolate, oil, and tahini in a small microwave-proof bowl on low heat in 15 second bursts, stirring after each burst, until melted and combined.<\/p><p>Process walnuts in a food processor until a paste forms. Scrape down sides of bowl and add vanilla bean paste and salt and pulse to combine. With motor running, gradually pour in white chocolate mixture and process until smooth. Use immediately.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f2323fbbc61b492b95dd927\/6:4\/w_480,h_320,c_limit\/TahiniMagicShell_RECIPE_072220_9798_VOG_final.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/tahini-walnut-magic-shell-tara-obrady",
        "created_at": "2020-08-13 18:33:07",
        "updated_at": "2020-08-13 18:33:07",
        "author": {
            "name": "Tara O'Brady",
            "email": "taraobrady@epicurious.com"
        },
        "ingredients": [
            {
                "name": "¼ cup raw walnuts"
            },
            {
                "name": "3 oz. white chocolate, chopped"
            },
            {
                "name": "⅓ cup refined coconut oil"
            },
            {
                "name": "¼ cup tahini"
            },
            {
                "name": "2 tsp. vanilla bean paste or vanilla extract"
            },
            {
                "name": "Pinch of kosher salt"
            }
        ]
    },
    {
        "name": "Django Reinhardt",
        "description": "I suggest this in place of your usual mimosa.",
        "instructions": "<p>Combine the vermouth, lemon juice, simple syrup, and 2 of the orange slices in a cocktail shaker and muddle to break down the orange. Add ice cubes to fill the shaker three-quarters full, cover, and shake to chill, about 15 seconds.<\/p><p>Fill a rocks glass with ice cubes and strain the cocktail over the ice. Garnish with the remaining orange slice.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f33f7f6f04cf2fc921557ea\/6:4\/w_480,h_320,c_limit\/Django-Reinhart-cocktail-Nicole-Franzen.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/django-reinhardt-dry-vermouth-cocktail-kat-odell",
        "created_at": "2020-08-12 15:13:44",
        "updated_at": "2020-08-12 15:13:44",
        "author": {
            "name": "Kat Odell",
            "email": "katodell@epicurious.com"
        },
        "ingredients": [
            {
                "name": "3 oz. dry white vermouth"
            },
            {
                "name": "¾ oz. fresh lemon juice"
            },
            {
                "name": "¾ oz. simple syrup (see note)"
            },
            {
                "name": "3 orange slices"
            }
        ]
    },
    {
        "name": "Rosé All Day",
        "description": "Strawberries, rosé, Aperol, and mild carbonation yield a refreshing, barely sweet tipple.",
        "instructions": "<p>Muddle the strawberries in a mixing glass or cocktail shaker. Add the rosé, Aperol, and lemon juice, and stir to incorporate. Pour into a wineglass, add a handful of ice cubes, and top with a splash of soda water.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f33faab143356588c2f0e9c\/6:4\/w_480,h_320,c_limit\/Rose All Day.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/rose-all-day-cocktail-day-drinking-kat-odell",
        "created_at": "2020-08-12 15:11:52",
        "updated_at": "2020-08-12 15:11:52",
        "author": {
            "name": "Kat Odell",
            "email": "katodell@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 strawberries, hulled"
            },
            {
                "name": "4 oz. rosé wine, chilled"
            },
            {
                "name": "1 oz. Aperol"
            },
            {
                "name": "½ oz. fresh lemon juice"
            },
            {
                "name": "Soda water, chilled"
            }
        ]
    },
    {
        "name": "Lentil Burgers",
        "description": "These veggie patties are streamlined enough for a weeknight dinner, packed with protein, and deeply savory thanks to mushrooms and mellow white miso.",
        "instructions": "<p>Place lentils in a large saucepan and pour in water to cover by 4\". Bring to a boil, reduce heat to medium, and simmer, stirring occasionally, until lentils are tender but not mushy, about 10 minutes from the time the water reaches a boil. Drain well, then let cool at least 10 minutes.<\/p><p>Meanwhile, mix together yogurt, lemon zest, lemon juice, and half of garlic in a small bowl. Season with salt.<\/p><p>Mash mushrooms, miso, paprika, 2 Tbsp. oil, and remaining garlic in a medium bowl with a spoon to combine. Add lentils and mix and smash until partly mashed but with lots of whole lentils still remaining. Add flour and vigorously stir until mixture holds together when squeezed in your hand; if it doesn’t, continue to mash until it does, adding another 1–2 Tbsp. flour if needed. Form into 6 patties about ¾\" thick.<\/p><p>Heat 1 Tbsp. oil in a large nonstick skillet (patties will stick to a regular skillet) over medium. Cook 3 patties until deeply browned and crisp underneath, about 3 minutes. Carefully turn over; cook, adding more oil as needed to maintain a light coating around patties, until deeply browned and crisp on the other side, about 3 minutes. Transfer to a plate. Repeat with remaining patties and 1 Tbsp. oil.<\/p><p>Spread cut side of buns with reserved yogurt mixture. Build burgers with buns, patties, sprouts, and pickles.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f32b61251ba4c1ecfa11306\/6:4\/w_480,h_320,c_limit\/lentil-veggie-burgers-recipe-BA-081120.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/lentil-veggie-burgers",
        "created_at": "2020-08-12 13:28:55",
        "updated_at": "2020-08-12 13:28:55",
        "author": {
            "name": "Chris Morocco",
            "email": "chrismorocco@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1 cup French green or brown lentils"
            },
            {
                "name": "½ cup whole-milk Greek yogurt"
            },
            {
                "name": "¼ tsp. finely grated lemon zest"
            },
            {
                "name": "1 Tbsp. fresh lemon juice"
            },
            {
                "name": "2 garlic cloves, finely grated, divided"
            },
            {
                "name": "Kosher salt"
            },
            {
                "name": "6 oz. crimini mushrooms, stems trimmed, finely chopped"
            },
            {
                "name": "2 Tbsp. white miso"
            },
            {
                "name": "¼ tsp. smoked paprika"
            },
            {
                "name": "4 Tbsp. (or more) extra-virgin olive oil, divided"
            },
            {
                "name": "¼ cup (or more) oat flour, gluten-free 1:1 blend, or all-purpose flour"
            },
            {
                "name": "Whole wheat or gluten-free buns, sprouts and\/or lettuce, and pickle slices (for serving)"
            }
        ]
    },
    {
        "name": "Nurse",
        "description": "I dubbed this aperitif the Nurse thanks to its restorative quality for a hangover I woke up with after visiting Noilly Prat’s production facility in Marseillan, France in 2015.",
        "instructions": "<p>Build in a chilled wine glass filled with ice. Garnish with the cucumber wheel.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5ea9db64d4b2a5e76bf5573b\/6:4\/w_480,h_320,c_limit\/Meehan's Manual_Nurse_Page_1_Image_0001.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/nurse-aperitif-cocktail-vermouth-jim-meehan",
        "created_at": "2020-08-12 13:25:07",
        "updated_at": "2020-08-12 13:25:07",
        "author": {
            "name": "Jim Meehan",
            "email": "jimmeehan@epicurious.com"
        },
        "ingredients": [
            {
                "name": "3 oz. Noilly Prat dry vermouth"
            },
            {
                "name": "1 oz. club soda"
            },
            {
                "name": "Garnish: 1 cucumber wheel"
            }
        ]
    },
    {
        "name": "Salad Ramen",
        "description": "Fresh ramen noodles become a dreamy throw-together summer meal thanks to a kaleidoscope of crunchy veggies and a tangy pantry-staple dressing.",
        "instructions": "<p>Whisk vinegar, olive oil, lime juice, soy sauce, sesame seeds, mild red pepper flakes, and sesame oil in a small bowl to combine. Set dressing aside.<\/p><p>Cook noodles in a large pot of boiling salted water according to package directions. Drain and rinse under cold water to stop the cooking. Transfer to a large bowl, add half of reserved dressing, and toss to coat.<\/p><p>Divide noodles among bowls. Top with vegetables and drizzle with remaining dressing.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f32b61151ba4c1ecfa11304\/6:4\/w_480,h_320,c_limit\/salad-ramen-recipe-BA-081120.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/salad-ramen",
        "created_at": "2020-08-12 13:24:38",
        "updated_at": "2020-08-12 13:24:38",
        "author": {
            "name": "Chris Morocco",
            "email": "chrismorocco@epicurious.com"
        },
        "ingredients": [
            {
                "name": "½ cup seasoned rice vinegar"
            },
            {
                "name": "¼ cup extra-virgin olive oil"
            },
            {
                "name": "¼ cup fresh lime juice"
            },
            {
                "name": "¼ cup soy sauce"
            },
            {
                "name": "2 Tbsp. toasted sesame seeds"
            },
            {
                "name": "1 tsp. mild red pepper flakes (such as Aleppo-style or Maras)"
            },
            {
                "name": "1 tsp. toasted sesame oil"
            },
            {
                "name": "20 oz. fresh or 12 oz. dried ramen noodles"
            },
            {
                "name": "Kosher salt"
            },
            {
                "name": "5-6 cups shredded or shaved vegetables (such as radishes, carrots, scallions, cabbage, lettuce, zucchini, and\/or cucumbers)"
            }
        ]
    },
    {
        "name": "Miso-Glazed Salmon With Sushi Rice",
        "description": "Seasoning just-cooked rice with a mix of rice vinegar, salt, and sugar turns it into a dynamic side you'll want to snack on right out of the pot.",
        "instructions": "<p>Bring rice, a pinch of salt and 2½ cups cold water to a boil in a medium saucepan over medium-high heat. Stir once, cover, and reduce heat to low. Cook until water evaporates and rice is tender, 18–20 minutes. Remove from heat and let sit, covered, 10 minutes.<\/p><p>Whisk sugar, ¼ cup vinegar, and 2 tsp. Diamond Crystal or 1¼ tsp. Morton kosher salt in a small bowl until sugar dissolves. Stir into rice; re-cover. Let sit until ready to use.<\/p><p>Whisk maple syrup, miso, tamari,  ½ tsp. red pepper flakes, and remaining ¼ cup vinegar in a small bowl. Set glaze aside.<\/p><p>Heat oil in a large nonstick skillet over medium. Season salmon with salt; cook, skin side down, shaking pan occasionally, until skin is very crisp and deep golden brown, 7–9 minutes. Turn over and cook just until flesh is very lightly browned ( it should be nearly cooked through), about 2 minutes. Using a spatula to hold back fish, pour off fat from skillet.<\/p><p>Reduce heat to low and add reserved glaze to skillet; cook, stirring occasionally, until it begins to thicken, about 1 minute. Baste salmon with glaze and cook, basting occasionally, until glaze evenly coats fish, about 1 minute.<\/p><p>Divide rice among plates and top with salmon. Drizzle with any leftover glaze over; sprinkle with scallions, sesame seeds, and red pepper flakes. Serve with lime wedges if desired.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f32b611f1722a2c13407e4e\/6:4\/w_480,h_320,c_limit\/miso-glazed-salmon-recipe-BA-081120.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/miso-glazed-salmon-with-sushi-rice",
        "created_at": "2020-08-12 13:20:06",
        "updated_at": "2020-08-12 13:20:06",
        "author": {
            "name": "Chris Morocco",
            "email": "chrismorocco@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 cups short-grain white sushi rice, rinsed until water runs clear"
            },
            {
                "name": "2 tsp. Diamond Crystal or 1¼ tsp. Morton kosher salt, plus more"
            },
            {
                "name": "3 tsp. sugar"
            },
            {
                "name": "½ cup unseasoned rice vinegar, divided"
            },
            {
                "name": "¼ cup pure maple syrup"
            },
            {
                "name": "¼ cup red or white miso"
            },
            {
                "name": "¼ cup tamari or regular soy sauce"
            },
            {
                "name": "½ tsp. crushed red pepper flakes, plus more for serving"
            },
            {
                "name": "2 Tbsp. extra-virgin olive oil"
            },
            {
                "name": "4 (5–6-oz.) skin-on salmon fillets"
            },
            {
                "name": "6 scallions, thinly sliced"
            },
            {
                "name": "1 Tbsp. toasted sesame seeds"
            },
            {
                "name": "Lime wedges (for serving; optional)"
            }
        ]
    },
    {
        "name": "Grilled Carrots With Avocado and Mint",
        "description": "When carrots are in season, don't peel them—just give them a quick scrub. The nutrient-rich skins will get deeply charred on the grill.",
        "instructions": "<p>Prepare a grill for medium heat. Toast cumin seeds in a dry small skillet over medium heat, tossing often, until fragrant, about 2 minutes. Let cool.<\/p><p>Coarsely crush cumin seeds with a mortar and pestle (or on a cutting board with the flat side of a chef’s knife). Transfer to a large bowl. Add lemon juice and honey. Whisk in ¼ cup oil, then add chile and ginger. Season dressing with salt. Let sit while you grill carrots (this will give the chile and ginger time to infuse into dressing).<\/p><p>Toss carrots and remaining 2 Tbsp. oil on a rimmed baking sheet to coat; season with salt. Grill carrots, turning occasionally, until lightly charred in spots and tender, 14–18 minutes. Immediately transfer carrots to bowl with dressing and toss to coat. Taste and season with more salt if needed.<\/p><p>Arrange carrots and avocados on a platter and spoon any dressing left in bowl over. Top with mint.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f32b61301ff746e000e406e\/6:4\/w_480,h_320,c_limit\/grilled-carrots-with-avocado-mint-recipe-BA-081120.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/grilled-carrots-with-avocado-and-mint",
        "created_at": "2020-08-12 13:17:52",
        "updated_at": "2020-08-12 13:17:52",
        "author": {
            "name": "Andy Baraghani",
            "email": "andybaraghani@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1 tsp. cumin seeds"
            },
            {
                "name": "3 Tbsp. fresh lemon juice"
            },
            {
                "name": "2 tsp. honey"
            },
            {
                "name": "¼ cup plus 2 Tbsp. extra-virgin olive oil"
            },
            {
                "name": "1 serrano chile, seeds removed if desired, thinly sliced"
            },
            {
                "name": "1 (1\") piece ginger, peeled, finely grated"
            },
            {
                "name": "Kosher salt"
            },
            {
                "name": "1½ lb. medium carrots with tops (about 5), tops trimmed to about ½\", scrubbed, halved lengthwise"
            },
            {
                "name": "2 avocados, cut into large pieces"
            },
            {
                "name": "½ cup mint leaves"
            }
        ]
    },
    {
        "name": "Double Ripple Ice Cream Cake",
        "description": "This cake is a tie-dyed composition of textures and flavors that starts with a tahini-enriched blondie base and continues with vanilla ice cream layered with seedy maple syrup and bands of cooked plums.",
        "instructions": "<p>Bring plums, brown sugar, and salt to a boil in a medium heavy saucepan over medium heat, stirring constantly. Reduce heat and simmer, stirring occasionally, until fruit is softened and juices deepen in color, about 8 minutes. Strain through a fine-mesh sieve set over a medium bowl, pushing plum flesh through; discard skins. Return sauce to pan and bring to a simmer, stirring occasionally. Cook, still stirring, until reduced to about ⅔ cup, about 3 minutes. Pour ripple into a jar and let cool, then cover and chill 1 hour before using.<\/p><p>Place a rack in middle of oven; preheat to 350°F. Place walnuts on 1 side of a rimmed baking sheet; season with salt. Toast, tossing halfway through, 8 minutes (nuts should not be quiet golden brown yet). Remove from oven and add sesame seeds on empty side of baking sheet. Toast until nuts and seeds are golden brown, about 2 minutes. Let cool; chop nuts. Combine nuts, sesame seeds, maple syrup, and salt in a small jar or bowl and stir well. Cover and set aside.<\/p><p>Lightly butter pan and line with a parchment paper round. Heat brown sugar, tahini, and remaining ½ cup (1 stick) unsalted butter until bubbling in a medium heavy saucepan over medium heat, stirring until butter is melted and sugar is dissolved. Cook, without stirring, 1 minute. Let cool slightly.<\/p><p>Stir vanilla bean paste and salt followed by egg into brown sugar mixture. Sift flour and baking powder through a fine-mesh sieve into mixture and fold to barely combine. Scrape batter into the prepared pan. Bake until golden around the edges, evenly tan across the top, and puffed in the center, about 20 minutes.<\/p><p>Transfer pan to a wire rack and let blondie base cool. Run a knife around the sides to help base release but keep springform pan intact, then cover and chill in freezer at least 15 minutes or until ready to use.<\/p><p>Cut 3 pints of ice cream out of their containers and place in the bowl of a stand mixer fitted with the paddle attachment. (Alternatively, you can beat in a large bowl with a wooden spoon or stiff rubber spatula until the consistency of cake batter.) Mix on low speed 2 minutes, then working up to medium speed, beat until barely pliable. It will soften further as it sits, but you want it to be sticky and slightly challenging to spread when you assemble cake. Chill in the freezer at any point if it becomes too soft and melted.<\/p><p>Remove blondie base and remaining 2 still-frozen pints of ice cream from freezer. Using an offset spatula, spread a third of softened ice cream over base. Using a spring-loaded ice cream scoop, scoop out and place mounds of 1-pint still-frozen ice cream on top in a random manner. Dollop one third of maple ripple over ice cream, avoiding edges of pan. Next, drizzle one third of plum ripple over ice cream, creating stripes. Repeat layering process, using half of remaining softened ice cream, all of remaining frozen ice cream, half of remaining maple ripple, and half of remaining plum ripple. Top with a final layer of remaining softened ice cream, smooth surface, then drizzle with remaining maple ripple and plum ripple. (If at any point the ice cream gets so soft that you can’t achieve distinct layers, chill in freezer for a few minutes.) Freeze, uncovered, 2 hours, then cover and freeze at least 8 hours before serving.<\/p><p>To serve, run a knife or offset spatula around edge of pan to release. Unmold and remove parchment paper; discard. Transfer cake to a platter, smooth sides with an offset spatula, and freeze 10 minutes. Slice with a warm knife, wiping off between cuts.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f2323fb69a19aadba0fcb51\/6:4\/w_480,h_320,c_limit\/IceCreamCake_RECIPE_072220_9755_VOG_final.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/double-ripple-ice-cream-cake",
        "created_at": "2020-08-11 18:10:27",
        "updated_at": "2020-08-11 18:10:27",
        "author": {
            "name": "Tara O'Brady",
            "email": "taraobrady@epicurious.com"
        },
        "ingredients": [
            {
                "name": "8 oz. red or black plums (2–3), pitted, chopped"
            },
            {
                "name": "3 Tbsp. light brown sugar"
            },
            {
                "name": "¼ tsp. kosher salt"
            },
            {
                "name": "¾ cup (96 g) walnuts"
            },
            {
                "name": "¼ cup (35 g) black and\/or white sesame seeds"
            },
            {
                "name": "1 cup pure maple syrup, preferably grade B"
            },
            {
                "name": "¼ tsp. kosher salt"
            },
            {
                "name": "½ cup (1 stick) unsalted butter, plus more for pan"
            },
            {
                "name": "¾ cup (packed; 150 g) light brown sugar"
            },
            {
                "name": "2 Tbsp. tahini"
            },
            {
                "name": "2 tsp. vanilla bean paste or vanilla extract"
            },
            {
                "name": "¾ tsp. kosher salt"
            },
            {
                "name": "1 chilled large egg"
            },
            {
                "name": "1 cup (125 g) all-purpose flour"
            },
            {
                "name": "¾ tsp. baking powder"
            },
            {
                "name": "5 pints high-quality vanilla ice cream, divided"
            },
            {
                "name": "A 9\" springform pan"
            }
        ]
    },
    {
        "name": "Tiger Fruit Salad",
        "description": "When that summer peach or plum isn’t quite ripe enough to eat out of hand, marinate thin slices in a vinegary dressing for this refreshing riff on the Chinese dish lao hu cai.",
        "instructions": "<p>Gently toss fruit, chile, vinegar, sugar, and ½ tsp. salt in a medium bowl to combine. Let sit until fruit is spicy and flavorful, about 10 minutes.<\/p><p>Meanwhile, gather cilantro into a bundle and cut into 2\"-long pieces. Transfer to a medium bowl, add scallions and celery, and toss to combine.<\/p><p>Drain fruit in a fine-mesh sieve set over a small bowl; set fruit aside. Add oil, soy sauce, and lime zest to marinating liquid in bowl and whisk to combine. Pour dressing over cilantro mixture and toss to coat. Add reserved fruit and sesame seeds and toss gently to combine. Taste and season with more salt if needed.<\/p><p>Transfer salad to a platter and serve with lime wedges.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f32b632a973dedcba87db7d\/6:4\/w_480,h_320,c_limit\/stonefruit-tiger-fruit-salad-recipe-BA-081120.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/tiger-fruit-salad",
        "created_at": "2020-08-11 15:45:20",
        "updated_at": "2020-08-11 15:45:20",
        "author": {
            "name": "Sarah Jampel",
            "email": "sarahjampel@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1 lb. underripe stone fruit (such as plums, nectarines, or peaches), pears, or mangoes, thinly sliced"
            },
            {
                "name": "1 serrano chile, seeds removed if desired, thinly sliced"
            },
            {
                "name": "2 Tbsp. unseasoned rice vinegar"
            },
            {
                "name": "1 Tbsp. sugar"
            },
            {
                "name": "½ tsp. kosher salt, plus more"
            },
            {
                "name": "1 bunch cilantro"
            },
            {
                "name": "4 scallions, thinly sliced on a diagonal"
            },
            {
                "name": "2 celery stalks, thinly sliced on a diagonal"
            },
            {
                "name": "2 tsp. toasted sesame oil"
            },
            {
                "name": "1 tsp. low-sodium soy sauce"
            },
            {
                "name": "Zest of 1 lime"
            },
            {
                "name": "2 Tbsp. toasted sesame seeds"
            },
            {
                "name": "Lime wedges (for serving)"
            }
        ]
    },
    {
        "name": "Grilled Pork Shoulder With Butter Vinegar Sauce",
        "description": "Cooking lower and slower means a big hunk of meat will cook through to ideal internal temperature without getting blackened on the outside",
        "instructions": "<p>Toast fennel seeds in a dry small skillet over medium heat, tossing often, until golden brown and starting to pop, about 3 minutes. Transfer  to a spice mill or mortar and pestle and let cool; coarsely grind. Transfer to a small bowl and mix in oregano. Place pork on a wire rack set inside a rimmed baking sheet and rub with oil. Season all over with 1 Tbsp. salt, then rub with spice mixture, packing it on. Let sit at room temperature 2 hours or chill, uncovered, up to 2 days.<\/p><p>Bring chiles, vinegar, butter, and sugar to  a simmer in a small saucepan over medium-high heat; cook, stirring occasionally, until sugar is dissolved and sauce is reduced by about a third, about 5 minutes. Season with salt; cover and keep warm over low heat until ready to use.<\/p><p>Prepare a grill for medium heat. Drizzle pork all over with oil, then grill, turning every 5 minutes or so, until extremely, gorgeously browned and crisp and an instant-read thermometer inserted into thickest part registers 120°F, 35–45 minutes. Continue to grill, brushing with sauce and turning not quite every minute (you’re going to see flare-ups, but don’t worry), until pork is glazed and shiny and temperature on thermometer has risen to 130°F, 5–10 minutes more. Transfer pork to a platter and let rest 30 minutes; reserve remaining sauce.<\/p><p>Transfer pork to a cutting board and pour any accumulated juices on platter into reserved sauce. Return sauce to a simmer. Slice pork against the grain ¼\" thick. Arrange on platter, spoon some sauce over, and season with salt. Serve remaining sauce alongside.<\/p><p>If using a charcoal grill, a bed of medium-hot coals will gradually lose heat. Get a chimney started when the meat first hits the grill. About halfway through, throw some new glowing coals on the pile to keep things going.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f24b73eb13334ed2a1d3eaa\/6:4\/w_480,h_320,c_limit\/grilled-pork-shoulder-with-butter-vinegar-sauce-recipe-BA-073120.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/grilled-pork-shoulder-with-butter-vinegar-sauce",
        "created_at": "2020-08-11 13:16:23",
        "updated_at": "2020-08-11 13:16:23",
        "author": {
            "name": "Carla Lalli Music",
            "email": "carlalallimusic@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1 Tbsp. fennel seeds"
            },
            {
                "name": "2 Tbsp. dried oregano"
            },
            {
                "name": "2–2½-lb. boneless pork shoulder (Boston butt)"
            },
            {
                "name": "Grapeseed or other neutral oil (for pork)"
            },
            {
                "name": "1 Tbsp. kosher salt, plus more"
            },
            {
                "name": "3 chiles de árbol, torn in half, seeds removed if desired"
            },
            {
                "name": "½ cup apple cider vinegar"
            },
            {
                "name": "½ cup (1 stick) unsalted butter"
            },
            {
                "name": "2 Tbsp. sugar"
            },
            {
                "name": "Special Equipment: A spice mill or mortar and pestle"
            }
        ]
    },
    {
        "name": "Almond and Raspberry Swirl Ice Cream",
        "description": "No ice cream machine required for this frozen treat, as the cream is whipped before being frozen.",
        "instructions": "<p>Bring raspberries, sugar, and ¼ tsp. salt to a simmer in a medium saucepan over medium heat and cook, stirring often, until raspberries begin to burst and lose their shape, about 4 minutes. Strain through a fine-mesh sieve into a large measuring glass, pressing on solids; discard solids. Pour back into saucepan and return to medium heat. Cook, stirring occasionally, until sauce is thick enough to coat a spoon, 10–15 minutes. (You should have about 6 Tbsp.) Transfer back to measuring glass and chill until cold, about 30 minutes.<\/p><p>Mix condensed milk, almond extract, and remaining ¾ tsp. salt in a medium bowl to combine.<\/p><p>Using an electric mixer, beat cream in a medium bowl, starting on low speed and gradually increasing to medium-high as it thickens, until billowy and stiff peaks form, about 4 minutes.<\/p><p>Add a dollop of whipped cream to condensed milk mixture and mix in with a rubber spatula (this is just to lighten it so that the next stage—folding—is easier). Add remaining whipped cream; fold in, running spatula down sides and along bottom of bowl, then lifting up through center and over top while rotating bowl to integrate without deflating, until very few streaks of condensed milk mixture remain.<\/p><p>Scrape about one third of ice cream base into a loaf pan that’s at least 8½x4½\". Drizzle over one third of raspberry syrup. Repeat layers 2 more times, ending with raspberry syrup (no need to be precise). Using a small offset spatula or butter knife, make figure-eight motions through ice cream base to swirl raspberry syrup throughout. Cover with plastic wrap or an airtight silicone lid and freeze until solid, at least 8 hours.<\/p><p>To serve, transfer loaf pan to refrigerator and let ice cream soften 10 minutes before scooping into bowls.<\/p><p>Do Ahead: Ice cream can be made 1 week ahead. Keep frozen.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f235d03bc61b492b95dd92a\/6:4\/w_480,h_320,c_limit\/almond-and-raspberry-swirl-ice-cream-recipe-BA-073020.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/no-churn-almond-and-raspberry-swirl-ice-cream",
        "created_at": "2020-08-10 21:10:40",
        "updated_at": "2020-08-10 21:10:40",
        "author": {
            "name": "Sarah Jampel",
            "email": "sarahjampel@epicurious.com"
        },
        "ingredients": [
            {
                "name": "3 cups (600 g) fresh raspberries"
            },
            {
                "name": "2 Tbsp. sugar"
            },
            {
                "name": "1 tsp. kosher salt, divided"
            },
            {
                "name": "1 (14-oz.) can sweetened condensed milk"
            },
            {
                "name": "1 tsp. almond extract"
            },
            {
                "name": "2 cups heavy cream"
            }
        ]
    },
    {
        "name": "Fresh Mint and Chocolate Ice Cream",
        "description": "No ice cream machine required for this frozen treat, as the cream is whipped before being frozen.",
        "instructions": "<p>Bring mint and 1 cup cream to a bare simmer in a small saucepan over medium heat. Remove from heat, cover, and let sit 30 minutes. Strain through a fine-mesh sieve into a measuring glass, pressing on solids; discard solids. Chill cream until very cold, about 30 minutes.<\/p><p>Just before cream is ready, heat chocolate in a heatproof bowl set over a saucepan of simmering water (do not let bowl touch water), stirring occasionally, until melted and smooth. (Alternatively, heat in 20-second increments in a microwave, stirring between bursts.) Mix together sweetened condensed milk and salt in a medium bowl.<\/p><p>Pour remaining 1 cup cream into infused cream in measuring glass. (You should have 2 cups; add more if needed.) Transfer to a medium bowl. Using an electric mixer, beat cream, starting on low speed and gradually increasing to medium-high as it thickens, until billowy and stiff peaks form, about 4 minutes.<\/p><p>Add a dollop of whipped cream to condensed milk mixture and mix in with a rubber spatula (this is just to lighten it so that the next stage—folding—is easier). Add remaining whipped cream, then sift in cocoa powder. Fold in, running spatula down sides and along bottom of bowl, then lifting up through center and over top while rotating bowl to integrate without deflating, until very few streaks of condensed milk mixture remain and cocoa powder is combined.<\/p><p>Scrape about one quarter of ice cream base into a loaf pan that’s at least 8½x4½\". Using a fork, drizzle about one third of melted chocolate over. Repeat layering process, finishing with a layer of ice cream base, to create 4 layers of ice cream base total and 3 layers of drizzled chocolate. Cover with plastic wrap or an airtight silicone lid and freeze until solid, at least 8 hours.<\/p><p>To serve, transfer loaf pan to refrigerator and let ice cream soften 10 minutes before scooping into bowls.<\/p><p>Do Ahead: Ice cream can be made 1 week ahead. Keep frozen.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f2354ee841506e1b11da70d\/6:4\/w_480,h_320,c_limit\/fresh-mint-and-chocolate-ice-cream-recipe-BA-072920.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/fresh-mint-and-chocolate-ice-cream",
        "created_at": "2020-08-10 20:59:42",
        "updated_at": "2020-08-10 20:59:42",
        "author": {
            "name": "Sarah Jampel",
            "email": "sarahjampel@epicurious.com"
        },
        "ingredients": [
            {
                "name": "¾ cup (15 g) coarsely chopped mint"
            },
            {
                "name": "2 cups (or more) heavy cream, divided"
            },
            {
                "name": "4 oz. bittersweet chocolate (65%–75% cacao), coarsely chopped"
            },
            {
                "name": "1 (14-oz.) can sweetened condensed milk"
            },
            {
                "name": "1 tsp. kosher salt"
            },
            {
                "name": "½ cup (40 g) Dutch-process cocoa powder"
            }
        ]
    },
    {
        "name": "Bibingkang Cassava (Cassava Cake)",
        "description": "Grated cassava takes the place of flour in this classic Filipino cake, which soaks up the rich coconut milk, and lends a sweet, nutty flavor and a sticky, chewy texture.",
        "instructions": "<p>Preheat the oven to 350°F.<\/p><p>To make the cake, combine the egg yolks, cassava, macapuno (or shredded coconut, if using), coconut milk and the ½ cup sweetened condensed milk in a large bowl and mix well.<\/p><p>Pour the cake batter into a greased 8 x 8-in (20 x 20-cm) cake pan. The cake batter will appear to be very loose and wet at this point, but don’t worry, the cassava will absorb most of the liquid during baking. Place the cake pan into the oven and bake until the top of the cake appears dry and no liquid is floating on the surface, 45–60 minutes.<\/p><p>Meanwhile, to make the topping, whisk together the egg whites and the ¼ cup (65 ml) sweetened condensed milk in a medium bowl until very well incorporated. Although you are using egg whites, don’t be concerned with making a foam or a meringue, just mix until combined.<\/p><p>Remove the cake from the oven and evenly pour the topping onto the cake. Return the cake to the oven and bake until the topping sets, about 10 minutes more.<\/p><p>Remove the cake from the oven and rest the cake in its pan on a cooling rack. Cool the cake completely before cutting it into squares. The cassava cake can be served at room temperature, or cold out of the refrigerator.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f2323f527f5029eb16c5fab\/6:4\/w_480,h_320,c_limit\/CassavaCake_HERO_072220_9891_V2_final.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/cassava-cake-bibingkang-cassava",
        "created_at": "2020-08-10 14:25:27",
        "updated_at": "2020-08-10 14:25:27",
        "author": {
            "name": "Marvin Gapultos",
            "email": "marvingapultos@epicurious.com"
        },
        "ingredients": [
            {
                "name": "4 egg yolks, beaten"
            },
            {
                "name": "One 1-lb (500 g) package frozen grated cassava, thawed"
            },
            {
                "name": "1 cup (250 g) jarred macapuno coconut strings, or sweetened shredded coconut"
            },
            {
                "name": "1½ cups (375 ml) canned unsweetened coconut milk"
            },
            {
                "name": "½ cup (125 ml) sweetened condensed milk"
            },
            {
                "name": "4 egg whites"
            },
            {
                "name": "¼ cup (65 ml) sweetened condensed milk"
            }
        ]
    },
    {
        "name": "Hot Water Peach Cobbler",
        "description": "The method is a bit unusual: I dress unpeeled juicy peaches with lemon zest, then smear the batter on top, followed by a dousing of sugar and a bit of hot water. The result is a delicate crackly crust unrivaled in the world of cobblers.",
        "instructions": "<p>Preheat the oven to 350 degrees F.<\/p><p>Put the peaches in a 9-by-13-inch (or similar) baking pan or gratin dish. Pat the peaches into a roughly even layer, then, using a zester or a Microplane, zest the lemon evenly over the fruit and squeeze the lemon juice evenly over the top.<\/p><p>In the work bowl of a stand mixer fitted with the paddle attachment, cream the butter and 1½ cups of the sugar on medium speed until sandy, about 1 minute. Add the flour, baking powder, and salt, and beat again for another 30 seconds, until all the flour is incorporated and the mixture is evenly crumbly. With the mixer on low speed, slowly add in the milk. Increase the speed to medium and beat until light and fluffy, about 2 minutes.<\/p><p>Plop the batter in 6 large blobs over the top of the peaches. With an offset spatula or small knife, carefully spread the batter evenly over the fruit, so it’s no more than about ½ inch thick in any one place.<\/p><p>Sprinkle the remaining ½ cup sugar directly over the batter. Drizzle the hot water evenly over the sugar, using it to melt the sugar into the topping. (Use it all. It’s a strange method, but it works.)<\/p><p>Bake the cobbler for 70 to 80 minutes, or until the top is browned and cracked. (A toothpick inserted into the topping should come out dry—be sure to check in a few places.)<\/p><p>Let the cobbler sit for about a half an hour to firm up before serving warm in big bowls, with heavy cream poured on top.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f2323f7d3d63f3fea01a4f8\/6:4\/w_480,h_320,c_limit\/HotWaterCobbler_HERO_072220_9626_V2_final.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/peach-cobbler-hot-water",
        "created_at": "2020-08-07 19:21:46",
        "updated_at": "2020-08-07 19:21:46",
        "author": {
            "name": "Renee Erickson",
            "email": "reneeerickson@epicurious.com"
        },
        "ingredients": [
            {
                "name": "10 large peaches (about 4½ pounds), unpeeled, cut into 1-inch chunks"
            },
            {
                "name": "Zest and juice of 1 large lemon"
            },
            {
                "name": "½ cup (1 stick) unsalted butter, softened"
            },
            {
                "name": "2 cups sugar, divided"
            },
            {
                "name": "1½ cups (about 192 grams) all-purpose flour"
            },
            {
                "name": "2 teaspoons baking powder"
            },
            {
                "name": "1 teaspoon kosher salt"
            },
            {
                "name": "¾ cup whole milk"
            },
            {
                "name": "½ cup hot tap water"
            },
            {
                "name": "Heavy cream, for serving"
            }
        ]
    },
    {
        "name": "Pajeon",
        "description": "While this recipe features scallions, Korean pancakes can be filled with almost anything: garlic chives, ramps, chrysanthemum leaves. If you want something a little more substantial, add squid or shrimp cut into  bite-sized pieces.",
        "instructions": "<p>To make the batter, combine the flour, cornstarch, baking powder, sugar, doenjang, and pepper in a medium bowl and mix well to blend. Add the club soda, egg yolk, and garlic and mix gently using a whisk. Do not whisk too much, or extra gluten will form in the batter, making it too thick and doughy. Whisk about 10 times, then let the batter rest for 10 minutes in the freezer so any remaining small clumps of flour can dissolve and blend into the mixture by themselves.<\/p><p>When you’re ready to make the pancakes, line a sheet pan with paper towels and set aside. Fold the scallions into the cold batter.<\/p><p>Set a 10-inch nonstick sauté pan over high heat and add about 1 tablespoon of the oil. When the oil begins to shimmer and just barely smoke, add 1 cup of the scallion batter to the center of the pan. Using a spatula, spread it out to form a 7-inch pancake. (You don’t want the pancake to touch the sides of the pan, or the edges may burn before the center is cooked through.) Reduce the heat to medium and cook for 4 to 5 minutes, until the bottom of the pancake has set. Once it has set, gently slide your spatula under the edges of the pancake and lift them, tilting the pan, so some of the hot oil runs underneath the pancake. Then cook for 2 to 3 minutes more, until the bottom is a deep golden brown and crisp. You can check the color by gently lifting an edge of the pancake with your spatula. Flip the pancake and cook on the other side for 3 to 4 minutes, until it is golden brown on the second side and cooked through. Transfer to the prepared sheet pan to drain. Wipe out the pan, set it back over high heat, add another tablespoon or so of oil, and repeat until all of the pancakes are cooked. The finished pancakes can be kept in a low (200°F) oven on a clean sheet pan while you cook the remaining batches, but it’s best to eat them right away.<\/p><p>Cut each pancake into quarters and serve with small bowls of the Pajeon Sauce and ice-cold makgeolli (Korean rice wine).<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f2081a4f6b3d5f60a9b822b\/6:4\/w_480,h_320,c_limit\/korean-scallion-pancakes-pajeon-recipe-072820.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/scallion-pancakes-pajeon",
        "created_at": "2020-08-05 04:00:00",
        "updated_at": "2020-08-05 04:00:00",
        "author": {
            "name": "Hooni Kim",
            "email": "hoonikim@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 cups all-purpose flour"
            },
            {
                "name": "½ cup cornstarch"
            },
            {
                "name": "2 teaspoons baking powder"
            },
            {
                "name": "2 teaspoons sugar"
            },
            {
                "name": "1 teaspoon doenjang (Korean fermentedsoybean paste)"
            },
            {
                "name": "½ teaspoon freshly ground black pepper"
            },
            {
                "name": "2 cups ice-cold club soda"
            },
            {
                "name": "1 medium egg yolk"
            },
            {
                "name": "2 teaspoons minced garlic"
            },
            {
                "name": "3 bunches scallions, cut into 2-inch batons (if the scallions are thick, cut the white parts lengthwise in half before cutting into batons)"
            },
            {
                "name": "About 5 tablespoons grape seed or canola oil, for frying"
            },
            {
                "name": "Pajeon Sauce"
            }
        ]
    },
    {
        "name": "Pajeon Sauce",
        "description": "This bright, vinegary sauce is works wonderfully with all manner of panfried or deep-fried battered foods, including scallion pancakes and dumplings.",
        "instructions": "<p>Combine all the ingredients in a bowl and mix well. Use immediately, or store for up to 2 weeks in a tightly sealed container in the refrigerator. Shake or stir well before using.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f209ce40dcaa05f9eacb3cd\/6:4\/w_480,h_320,c_limit\/korean-scallion-pancakes-pajeon-recipe-072820.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/pajeon-sauce",
        "created_at": "2020-08-05 04:00:00",
        "updated_at": "2020-08-05 04:00:00",
        "author": {
            "name": "Hooni Kim",
            "email": "hoonikim@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 tablespoons water"
            },
            {
                "name": "2 tablespoons rice vinegar"
            },
            {
                "name": "6 tablespoons soy sauce"
            },
            {
                "name": "1 tablespoon gochugaru (Korean red chili flakes)"
            },
            {
                "name": "2 garlic cloves, minced"
            },
            {
                "name": "¼ teaspoon minced ginger"
            },
            {
                "name": "1 teaspoon toasted sesame oil"
            },
            {
                "name": "Sliced fresh red chile, optional"
            }
        ]
    },
    {
        "name": "Shaak-no Sambharo (Quick Pickled Vegetables)",
        "description": "Quick pickled vegetables are welcomed any time of the year. Use fresh produce like cauliflower, carrots, radish, radish pods, or raw turmeric for this preparation.",
        "instructions": "<p>Pre-Prep: Trim fresh vegetables like cauliflower, carrots, radish, and others into bite sized pieces, and no larger than the container they will be stored in. Flash steam firm vegetables like cauliflower and carrots in a colander over boiling water for just a minute or two: the pieces should still be firm. Lay them on a kitchen towel to dry. If using fresh turmeric, cover the chopping board in plastic wrap, and wear gloves. Scrape off the skin with a spoon as you would for ginger and rinse it clean to wash away any tough bits. Pat each fingerling down and slice into thin rounds or to match the ginger, and place on a paper towel to air dry. All vegetables must be dry to touch before pickling.\nTo prepare ginger, peel and slice ginger into eighth-inch-thick slices, and chop them to look like carrot sticks. Spread on a paper towel and set aside to air dry for 15-20 minutes.<\/p><p>If using whole mustard seeds or whole fenugreek seeds, in two separate sets, crush each in a spice mill in short bursts until they each are broken down but not powdered. They should be the consistency of coffee grounds.<\/p><p>Method: Heat the oil in a large, wide mouth saucepan until it is hot but not smoking. Reduce the heat to low. Slowly add all the spices: mustard halves, fenugreek halves, asafetida powder, cayenne pepper if using, along with the serrano pepper if using, and ginger sticks. Add vinegar and salt. Allow this to sizzle for a minute on low. Stir to allow the heat to distribute evenly. When the oil is aromatic, slowly add the trimmed vegetables and stir in well. Turn up the heat and let this cook for 4-5 minutes until vegetables appear to have absorbed the spices a little. Turn off the heat and cover with a paper towel to capture any steam. Allow this to come to room temperature before storing.<\/p><p>To Store: Use smaller (4 – 6 oz.) sanitized and dried glass jars to store the pickle. Using a clean and dry spoon that is smaller than the mouth of the jar, ladle out portions of the pickle into each jar. Don’t worry if you don’t get the oils or juices when first filling the jars. Fill jars at least a half inch below the rim of the jar. Shake them once to allow the pieces to settle. Divide up any of the liquid over each of these jars, taking care that each jar has some of the spicy sauce. Lightly shake each jar to ensure the liquid finds its way into the nooks and crannies of vegetable pieces. Close the lid and store in the fridge.\nThe pickle is ready to eat immediately after it is made, but the flavors are pronounced after a day or two. Serve using a clean and dry fork or spoon for each serving to avoid contamination.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f29bc54f689bab939e9a617\/6:4\/w_480,h_320,c_limit\/CauliflowerCarrotAchaar_RECIPE_072220_9848_VOG_final.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/shaak-no-sambharo-quick-pickled-vegetables",
        "created_at": "2020-08-04 20:57:46",
        "updated_at": "2020-08-04 20:57:46",
        "author": {
            "name": "Nandita Godbole",
            "email": "nanditagodbole@epicurious.com"
        },
        "ingredients": [
            {
                "name": "⅓ cup vegetable oil"
            },
            {
                "name": "4 Tbsp. whole black mustard seeds (or 4 tbsp. store-bought coarsely crushed mustard seeds)"
            },
            {
                "name": "3 Tbsp. whole fenugreek seeds (or 3 Tbsp. store-bought coarsely crushed fenugreek)"
            },
            {
                "name": "1 tsp. asafetida powder"
            },
            {
                "name": "1 Tbsp. ground cayenne (to taste) or 1 large serrano pepper, deseeded, and sliced thin"
            },
            {
                "name": "⅓ cup julienned ginger (optional, see Pre-Prep below)"
            },
            {
                "name": "2-4 Tbsp. white vinegar"
            },
            {
                "name": "2 tsp. kosher salt (optional)"
            },
            {
                "name": "2 cups mixed vegetables, prepped as follows"
            }
        ]
    },
    {
        "name": "Gol-Keri (Quick Mango Achaar)",
        "description": "This mango achaar is of our favorite ways to eat tart mangoes in the summer. This sweet-spicy preparation traditionally pairs with seasoned or stuffed rotis and parathas.",
        "instructions": "<p>Dust the onions with the salt and set aside for 15 minutes to let the onions sweat. Using a muslin cloth or strainer, extract and remove as much of the onion juice as possible. Rinse once after done and squeeze any remaining water away from the onions. Spread the onions onto a paper towel for 5 minutes.<\/p><p>Mix all remaining ingredients in a large bowl until well combined. Stir carefully to keep the mango pieces intact. Add onion and mix again. Taste for salt, and adjust if needed. This salsa is best consumed cold, within 2 days of preparation.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f29bc54f689bab939e9a616\/6:4\/w_480,h_320,c_limit\/MangoAchaar_RECIPE_072220_9858_VOG_final.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/gol-keri-quick-mango-achaar",
        "created_at": "2020-08-04 20:51:25",
        "updated_at": "2020-08-04 20:51:25",
        "author": {
            "name": "Nandita Godbole",
            "email": "nanditagodbole@epicurious.com"
        },
        "ingredients": [
            {
                "name": "¼ cup finely diced red or white onions"
            },
            {
                "name": "¼ tsp. fine sea salt, plus additional to taste"
            },
            {
                "name": "1 mango (Australian preferred), skin removed, diced"
            },
            {
                "name": "¼ tsp. ground cumin"
            },
            {
                "name": "¼ tsp. ground coriander"
            },
            {
                "name": "1 tsp. ground cayenne"
            },
            {
                "name": "4 Tbsp. finely grated jaggery"
            },
            {
                "name": "Additional salt, to taste"
            }
        ]
    },
    {
        "name": "Flour Tortillas",
        "description": "If you ever have a fresh warm flour tortilla made properly, you’ll understand why they’re so revered in northern Mexico. Pork lard gives the best results.",
        "instructions": "<p>Mix the flour and pork lard with your fingers until the mixture is the texture of coarse sand. Then add the salt with the hot (but not scalding) water and knead well. If the dough is too sticky, add a little more flour; if it’s a little dry, add more hot water. The kneaded dough should be slightly tacky but not sticking to the bowl. Cover with plastic wrap and let sit at room temperature for 1 hour.<\/p><p>Divide the dough into 8 pieces and roll each one into a round ball. Roll each ball between sheets of parchment paper or plastic wrap into as thin a round as possible (the rounds will contract a bit when you stop rolling). As you roll each one, place it on a hot nonstick skillet or griddle over medium heat.<\/p><p>Cook for about 30 seconds, or until the tortilla starts to puff. Then flip and cook another 30 seconds. It should be cooked through and just speckled with golden brown spots. As the tortillas cook, place them in your serving dish covered with a dish towel, which will help keep the tortillas soft and pliable.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f2855549da49414f051544b\/6:4\/w_480,h_320,c_limit\/FlourTortillas_RECIPE_072920_10158.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/tortillas-de-harina-flour-tortillas",
        "created_at": "2020-08-04 18:10:32",
        "updated_at": "2020-08-04 18:10:32",
        "author": {
            "name": "Danny Mena",
            "email": "dannymena@epicurious.com"
        },
        "ingredients": [
            {
                "name": "3 cups all-purpose flour, plus more if needed"
            },
            {
                "name": "½ cup pork lard (or substitute vegetable shortening), chilled"
            },
            {
                "name": "1 tablespoon kosher salt"
            },
            {
                "name": "About ½ cup hot water, plus more if needed"
            }
        ]
    },
    {
        "name": "Grilling Cheese With Sweet Peppers and Black Lentils",
        "description": "Let’s be honest, this salad is a vehicle for eating crispy, melty cheese for dinner. Not just any cheese, but rich and dense grillable cheeses like bread cheese, Halloumi, or paneer. When grilled or seared, these varieties brown and crisp on the outside while becoming soft and meaty inside, without melting into a puddle.",
        "instructions": "<p>Bring a medium pot of salted water to a boil. Add lentils and cook until just tender but not falling apart (they should hold their shape), about 20 minutes. Drain well.<\/p><p>Meanwhile, whisk vinegar, honey, and 3 Tbsp. oil in a small bowl to combine; season with kosher salt and pepper. Set dressing aside.<\/p><p>Heat 1 Tbsp. oil in a large skillet over medium-high. Add cheese and cook, turning occasionally, until heated through and brown and crispy on all sides, about 5 minutes total. (Some varieties of paneer are made without salt; if using one of these, season your pieces of cheese while cooking.) Transfer to a plate.<\/p><p>Add remaining 1 Tbsp. oil to same pan, then add sweet peppers and oregano. Season with kosher salt and black pepper and cook over medium-high, stirring and pressing down occasionally on sweet peppers with a wooden spoon so they make good contact with the pan, until softened and blistered in spots, 20–25 minutes. Remove from heat.<\/p><p>Add warm lentils and reserved dressing to pan and toss to combine, then toss in cheese.<\/p><p>Transfer sweet pepper mixture to a platter or plates. Top with basil and season with sea salt and more black pepper.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f175b0b31fa7962a37405dd\/6:4\/w_480,h_320,c_limit\/GrilledCheeseLentilSalad_KV_5612_VOG_test.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/grilling-cheese-with-sweet-peppers-and-black-lentils-recipe",
        "created_at": "2020-08-03 15:48:34",
        "updated_at": "2020-08-03 15:48:34",
        "author": {
            "name": "Kendra Vaculin",
            "email": "kendravaculin@epicurious.com"
        },
        "ingredients": [
            {
                "name": "Kosher salt"
            },
            {
                "name": "¾ cup black beluga lentils"
            },
            {
                "name": "3 Tbsp. sherry vinegar or red wine vinegar"
            },
            {
                "name": "1 Tbsp. honey"
            },
            {
                "name": "5 Tbsp. extra-virgin olive oil, divided"
            },
            {
                "name": "Freshly ground black pepper"
            },
            {
                "name": "8 oz. grilling cheese (such as bread, Halloumi, or paneer), torn into 2\" pieces"
            },
            {
                "name": "1 lb. sweet mini peppers, ribs and seeds removed, halved lengthwise, cut into thirds if large"
            },
            {
                "name": "½ tsp. dried oregano"
            },
            {
                "name": "¼ cup (packed) basil leaves, torn if large"
            },
            {
                "name": "Flaky sea salt"
            }
        ]
    },
    {
        "name": "Grilled Flatfish With Pistachio-Herb Sauce",
        "description": "Flatfish is ideal for grilling if you cut it into wide planks but leave the skin and bones intact. The skin insulates its tender meat during grilling, and the bones help keep the pieces together.",
        "instructions": "<p>Toast pistachios in a dry small skillet over medium-low heat, tossing occasionally, until browned in spots, about 5 minutes. Let cool, then finely chop.<\/p><p>Gently mix pistachios, prunes, garlic, parsley, mint, tarragon, kimchi brine, and vinegar in a medium bowl to combine; season with salt. Whisk in oil, then taste and season spoon sauce with more salt if needed.<\/p><p>Prepare a grill for medium heat. Using a chef’s knife, cleaver, or serrated knife, cut fish crosswise into 2\"–4\"-wide planks (the larger the fish, the wider the planks); halve planks if fish is large. Pat fish dry, rub all over with oil, and season with salt and Aleppo-style pepper. Grill fish, undisturbed, until about 70 percent cooked through (use a knife to slide into flesh to check), about 5 minutes. The skin should release easily from the grate when the fish is ready to turn. If it’s sticking, keep cooking.<\/p><p>Using a large fish spatula, turn fish over and grill until cooked through (fish is done when a paring knife easily pierces the flesh along the side), about 2 minutes.<\/p><p>Transfer fish to a platter and spoon sauce over.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f178f43dc36575883aa3f97\/6:4\/w_480,h_320,c_limit\/grilled-flatfish-with-brads-spoon-sauce-recipe-BA-072120.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/grilled-flatfish-with-brads-spoon-sauce",
        "created_at": "2020-07-31 13:46:11",
        "updated_at": "2020-07-31 13:46:11",
        "author": {
            "name": "Brad Leone",
            "email": "bradleone@epicurious.com"
        },
        "ingredients": [
            {
                "name": "¼ cup raw pistachios"
            },
            {
                "name": "10 prunes, pits removed, coarsely chopped"
            },
            {
                "name": "1 garlic clove, finely grated"
            },
            {
                "name": "2 cups finely chopped parsley"
            },
            {
                "name": "1 cup finely chopped mint"
            },
            {
                "name": "¼ cup finely chopped tarragon"
            },
            {
                "name": "¼ cup kimchi or sauerkraut brine"
            },
            {
                "name": "2 Tbsp. Champagne vinegar or white wine vinegar"
            },
            {
                "name": "Kosher salt"
            },
            {
                "name": "¾ cup extra-virgin olive oil"
            },
            {
                "name": "1 (2–4-lb.) flatfish (such as sole, flounder, or turbot)"
            },
            {
                "name": "Extra-virgin olive oil"
            },
            {
                "name": "Kosher salt"
            },
            {
                "name": "Aleppo-style pepper"
            }
        ]
    },
    {
        "name": "Grilled Mushroom  Antipasto Salad",
        "description": "Keep the mushrooms whole or in large pieces (so they don’t fall through the grate), and you will be rewarded with burnished, concentrated mushroom goodness.",
        "instructions": "<p>Prepare a grill for high heat. Toss mushrooms and 3 Tbsp. oil in a large bowl to coat. Grill, turning occasionally with tongs, until lightly charred, 2–6 minutes (depending on size and type). Return to bowl; season with salt.<\/p><p>Whisk vinegar, Aleppo-style pepper, oregano, garlic, and remaining 4 Tbsp. oil in a small bowl to combine; season vinaigrette with salt and black pepper. Pour over mushrooms and toss to coat. Add Parmesan, olives, and Peppadew peppers; gently toss to combine.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f17921dc7abf2407390fdd8\/6:4\/w_480,h_320,c_limit\/grilled-mushroom-antipasto-salad-recipe-BA-072120.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/grilled-mushroom-antipasto-salad",
        "created_at": "2020-07-31 13:44:20",
        "updated_at": "2020-07-31 13:44:20",
        "author": {
            "name": "Brad Leone",
            "email": "bradleone@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 lb. assorted mushrooms (such as crimini, shiitake, and\/or maitake), wiped clean, trimmed, torn into big pieces if large"
            },
            {
                "name": "7 Tbsp. extra-virgin olive oil, divided"
            },
            {
                "name": "Kosher salt"
            },
            {
                "name": "2 Tbsp. Champagne vinegar or white wine vinegar"
            },
            {
                "name": "1 tsp. Aleppo-style pepper"
            },
            {
                "name": "1 tsp. dried oregano"
            },
            {
                "name": "1 garlic clove, finely grated"
            },
            {
                "name": "Freshly ground black pepper"
            },
            {
                "name": "2 oz. Parmesan, shaved"
            },
            {
                "name": "½ cup Castelvetrano olives, coarsely chopped"
            },
            {
                "name": "¼ cup drained Peppadew peppers in brine, coarsely chopped"
            }
        ]
    },
    {
        "name": "Brad’s Spoon Sauce",
        "description": "This all-purpose condiment is an ideal finisher for anything you might care to grill. Make it ahead and have it ready to spoon over grilled meats, fish, and vegetables.",
        "instructions": "<p>Toast pistachios in a dry small skillet over medium-low heat, tossing occasionally, until browned in spots, about 5 minutes. Let cool, then finely chop.<\/p><p>Gently mix pistachios, prunes, garlic, parsley, mint, tarragon, kimchi brine, and vinegar in a medium bowl to combine; season with salt. Whisk in oil, then taste and season spoon sauce with more salt\nif needed.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f1b6da6728c913ae4ee59be\/6:4\/w_480,h_320,c_limit\/brads-spoon-sauce-recipe-BA-072420.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/brads-spoon-sauce",
        "created_at": "2020-07-30 20:06:04",
        "updated_at": "2020-07-30 20:06:04",
        "author": {
            "name": "Brad Leone",
            "email": "bradleone@epicurious.com"
        },
        "ingredients": [
            {
                "name": "¼ cup raw pistachios"
            },
            {
                "name": "10 prunes, pits removed, coarsely chopped"
            },
            {
                "name": "1 garlic clove, finely grated"
            },
            {
                "name": "2 cups finely chopped parsley"
            },
            {
                "name": "1 cup finely chopped mint"
            },
            {
                "name": "¼ cup finely chopped tarragon"
            },
            {
                "name": "¼ cup kimchi or sauerkraut brine"
            },
            {
                "name": "2 Tbsp. Champagne vinegar or white wine vinegar"
            },
            {
                "name": "Kosher salt"
            },
            {
                "name": "¾ cup extra-virgin olive oil"
            }
        ]
    },
    {
        "name": "Labneh and Lime Ice Cream With Granola",
        "description": "Tangy labneh gives this ice cream serious Froyo vibes. With the crushed granola, you could almost eat it for breakfast.",
        "instructions": "<p>If using Greek yogurt, set a fine-mesh sieve over a bowl; line with cheesecloth. Place yogurt in sieve and let drain in refrigerator 4 hours (you should have ½ cup); discard drained liquid in bowl.<\/p><p>Pulse granola in a food processor to break up a bit. (Or roll up in a kitchen towel and gently crush with a rolling pin.)<\/p><p>Whisk labneh (or strained yogurt), condensed milk, lime zest and juice, and salt in a medium bowl until smooth.<\/p><p>Using an electric mixer, beat cream in a medium bowl, starting on low speed and gradually increasing to medium-high as it thickens, until billowy and stiff peaks form, about 4 minutes.<\/p><p>Add a dollop of whipped cream to labneh mixture and mix in with a rubber spatula (this is just to lighten it so that the next stage—folding—is easier). Add remaining whipped cream and fold in, running spatula down sides and along bottom of bowl, then lifting up through center and over top while rotating bowl to integrate without deflating, until very few streaks of labneh mixture remain. Fold in granola; scrape ice cream base into a loaf pan that’s at least 8½x4½\". Cover with plastic wrap or an airtight silicone lid and freeze until solid, at least 8 hours.<\/p><p>To serve, transfer loaf pan to refrigerator and let ice cream soften 10 minutes before scooping into bowls.<\/p><p>Do Ahead: Ice cream can be made 1 week ahead. Keep frozen.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f222782bc61b492b95dd91f\/6:4\/w_480,h_320,c_limit\/labneh-and-lime-ice-cream-with-granola-recipe-BA-072920.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/labneh-and-lime-ice-cream-with-granola",
        "created_at": "2020-07-30 19:44:20",
        "updated_at": "2020-07-30 19:44:20",
        "author": {
            "name": "Sarah Jampel",
            "email": "sarahjampel@epicurious.com"
        },
        "ingredients": [
            {
                "name": "½ cup labneh (Lebanese strained yogurt) or 1 cup plain whole-milk Greek yogurt"
            },
            {
                "name": "¾ cup (75 g) granola"
            },
            {
                "name": "1 (14-oz.) can sweetened condensed milk"
            },
            {
                "name": "Zest and juice of 2 limes"
            },
            {
                "name": "¾ tsp. kosher salt"
            },
            {
                "name": "1½ cups heavy cream"
            },
            {
                "name": "Special Equipment: 2 layers of cheesecloth"
            }
        ]
    },
    {
        "name": "Grilled Eggplant With Garlicky Tahini-Yogurt Sauce",
        "description": "This grilling method gives similar crispy skins and creamy interiors to eggplant, which need just a handful of toppings to get full-on delicious.",
        "instructions": "<p>Prepare a grill for medium-high indirect heat (for a charcoal grill, bank coals on one side of grill; for a gas grill, leave one or two burners off). Grill eggplant over indirect heat, turning occasionally, until completely tender, 1–1½ hours (depending on size and type).<\/p><p>Meanwhile, grill whole garlic heads over indirect heat until cloves are tender and jammy, 40–50 minutes.<\/p><p>Mix together yogurt and tahini in a small bowl; season with salt. Slice heads of garlic in half crosswise and squeeze cloves into yogurt mixture; stir well to incorporate.<\/p><p>Cut a slit lengthwise down each eggplant and carefully pull open with your hands. Arrange on a platter and squeeze juice from lemon over; season with salt. Dollop yogurt sauce around and sprinkle with sumac. Serve with spoon sauce.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f1b632b1908aa4c5deca68d\/6:4\/w_480,h_320,c_limit\/grilled-eggplant-with-garlicky-tahini-yogurt-sauce-recipe-BA-072420.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/grilled-eggplant-with-garlicky-tahini-yogurt-sauce",
        "created_at": "2020-07-30 19:38:40",
        "updated_at": "2020-07-30 19:38:40",
        "author": {
            "name": "Brad Leone",
            "email": "bradleone@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 lb. assorted small eggplant (such as fairy tale and\/or Graffiti)"
            },
            {
                "name": "2 heads of garlic"
            },
            {
                "name": "1 cup plain whole-milk Greek yogurt"
            },
            {
                "name": "1 Tbsp. tahini"
            },
            {
                "name": "Kosher salt"
            },
            {
                "name": "1 lemon, halved"
            },
            {
                "name": "Sumac (for serving)"
            },
            {
                "name": "Brad's Spoon Sauce"
            },
            {
                "name": "Ingredient Info: Sumac, a tart, citrusy spice generally sold in ground form, can be found in the spice aisle and online."
            }
        ]
    },
    {
        "name": "Grilled Potatoes With Red Miso Butter",
        "description": "Boil the potatoes before you head out camping (or to your backyard!). They’ll get a quick char on the grill to crisp the skins and warm back up, priming them for soaking up all that miso butter.",
        "instructions": "<p>Prepare a grill for medium-high heat. Bring potatoes, salt, and 1 quart water to a boil in a medium saucepan over medium-high heat. Reduce heat and simmer until tender, 12–14 minutes; drain. Grill potatoes, turning often with tongs, until lightly charred, 6–8 minutes.<\/p><p>Meanwhile, set a medium skillet, preferably cast iron, on grill. Place butter and miso in skillet and cook, stirring, until butter is melted and mixture is smooth, about 2 minutes. Remove from heat; stir in garlic and vinegar. Season with pepper.<\/p><p>Transfer potatoes to skillet, breaking some in half with tongs. Toss to coat in miso butter. Add parsley; toss again.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f1b61065dbd008b1a5f8ec5\/6:4\/w_480,h_320,c_limit\/miso-y-grilled-potatoes-recipe-BA-072420.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/grilled-potatoes-with-red-miso-butter",
        "created_at": "2020-07-30 19:31:29",
        "updated_at": "2020-07-30 19:31:29",
        "author": {
            "name": "Brad Leone",
            "email": "bradleone@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1½ lb. baby Yukon Gold potatoes"
            },
            {
                "name": "½ cup Diamond Crystal or ¼ cup Morton kosher salt"
            },
            {
                "name": "4 Tbsp. unsalted butter"
            },
            {
                "name": "2 Tbsp. red miso"
            },
            {
                "name": "1 garlic clove, finely chopped"
            },
            {
                "name": "1 Tbsp. seasoned rice vinegar"
            },
            {
                "name": "Freshly ground black pepper"
            },
            {
                "name": "2 Tbsp. chopped parsley"
            }
        ]
    },
    {
        "name": "Cooler-Steamed Corn",
        "description": "Grill your corn right away over the high heat of just-lit coals, then let it hang out in a cooler while you grill proteins and more delicate vegetables. The corn will finish cooking by steaming in the cooler and stay warm for hours.",
        "instructions": "<p>Combine salt and 3 quarts water in a large pot; stir until salt is dissolved. Add corn; let sit at room temperature at least 2 hours, or cover and chill up to 12 hours.<\/p><p>Prepare a grill for high heat. Drain corn and grill until husks are lightly charred all over, about 15 minutes. Wrap in a clean towel and place in a cooler. Let steam at least 15 minutes and up to 3 hours.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f1b5f66dc36575883aa3fad\/6:4\/w_480,h_320,c_limit\/cooler-corn-recipe-BA-072420.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/grilled-cooler-steamed-corn",
        "created_at": "2020-07-30 19:27:52",
        "updated_at": "2020-07-30 19:27:52",
        "author": {
            "name": "Brad Leone",
            "email": "bradleone@epicurious.com"
        },
        "ingredients": [
            {
                "name": "6 Tbsp. Diamond Crystal or 3 Tbsp. plus 1¼ tsp. Morton kosher salt"
            },
            {
                "name": "6 ears of corn, in husk"
            }
        ]
    },
    {
        "name": "Honey-Glazed Pepper Chicken",
        "description": "A fermented-garlic-honey and vinegar glaze mellows out the bite of this mixed-peppercorn rubbed chicken.",
        "instructions": "<p>Finely grind black peppercorns and 2 Tbsp. pink peppercorns in a spice mill or mortar and pestle. Transfer to a small bowl and mix in 5 tsp. Diamond Crystal or 2¾ tsp. Morton kosher salt; set seasoning aside.<\/p><p>Place chicken, breast side down, on a cutting board and use kitchen shears to cut along both sides of the backbone to remove (freeze and save it for stock!). Open chicken and turn skin side up. Press down on center of breast to flatten chicken—you should hear the breastbone crack. Using a chef’s knife or cleaver, split chicken in half through breastbone. Pat dry; rub all over with 1 Tbsp. oil. Sprinkle reserved seasoning all over, making sure to get into all the nooks and crannies. Place on a wire rack set inside a rimmed baking sheet. Chill, uncovered, at least 8 hours and up to 2 days.<\/p><p>Coarsely grind remaining 2 Tbsp. pink peppercorns in spice mill or mortar and pestle. Cook chiles, honey, vinegar, and remaining 1 tsp. Diamond Crystal or ½ tsp. Morton kosher salt over medium heat, stirring occasionally, until mixture just turns amber in color and is reduced by about half (it should coat a spoon), 10–12 minutes. Stir in pink pepper and set aside.<\/p><p>Prepare a grill for medium heat. Lightly oil grate. Set chicken on grate, cover, positioning vent over chicken if your grill has one, and grill, turning every 5 minutes, until an instant-read thermometer inserted into the thickest part of thighs registers 120°–130°F, 15–20 minutes. Continue to grill, basting with honey mixture and turning chicken every 2–3 minutes, until an instant-read thermometer inserted into the thickest part of thighs registers 175°F and 155°F in the thickest part of breast, 10–15 minutes longer. Transfer to a cutting board and place skin side up. Let rest 30 minutes before carving.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f178bf5c7abf2407390fdd6\/6:4\/w_480,h_320,c_limit\/honey-glazed-pepper-chicken-recipe-BA-072120.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/honey-glazed-pepper-chicken",
        "created_at": "2020-07-30 16:41:31",
        "updated_at": "2020-07-30 16:41:31",
        "author": {
            "name": "Brad Leone",
            "email": "bradleone@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 Tbsp. black peppercorns"
            },
            {
                "name": "4 Tbsp. pink peppercorns, divided"
            },
            {
                "name": "6 tsp. Diamond Crystal or 3¼ tsp. Morton kosher salt, divided"
            },
            {
                "name": "1 (3½–4-lb.) whole chicken"
            },
            {
                "name": "1 Tbsp. vegetable oil, plus more for grill"
            },
            {
                "name": "2 medium Fresno chiles, thinly sliced"
            },
            {
                "name": "½ cup fermented garlic honey, honey, or pure maple syrup"
            },
            {
                "name": "3 Tbsp. Champagne vinegar or white wine vinegar"
            },
            {
                "name": "Special Equipment: A spice mill or mortar and pestle"
            }
        ]
    },
    {
        "name": "Pork Shoulder Steaks With Horseradish-Mustard Sauce",
        "description": "Sometimes the best meat in the butcher’s case isn’t beef. Pork shoulder is virtually guaranteed to be pleasantly fatty and flavorful.",
        "instructions": "<p>Mix horseradish, both mustards, and honey in a small bowl to combine; season with salt.<\/p><p>If using nori, finely grind in a spice mill or mortar and pestle. Mix coriander, mustard powder, brown sugar, pepper, garlic powder, and half of nori powder (if using) in a small bowl. This is your dry rub. Set remaining nori powder aside for serving.<\/p><p>Prepare a grill for medium-high heat; oil grate. Season steaks generously with salt. Sprinkle generously all over with dry rub. Grill, turning every 1–2 minutes, until lightly charred and an instant-read thermometer inserted into the thickest part of pork registers 140°F, 7–9 minutes. Transfer to a cutting board and let rest 5–10 minutes before thinly slicing.<\/p><p>Spread mustard sauce onto plates and arrange pork over. Top with horseradish and sprinkle with reserved nori powder.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f17863b0dcaa05f9eacb39c\/6:4\/w_480,h_320,c_limit\/pork-shoulder-steaks-with-horseradish-mustard-sauce-recipe-BA-072120.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/pork-shoulder-steaks-with-horseradish-mustard-sauce",
        "created_at": "2020-07-30 15:01:18",
        "updated_at": "2020-07-30 15:01:18",
        "author": {
            "name": "Chris Morocco",
            "email": "chrismorocco@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 Tbsp. finely grated peeled horseradish or 1 Tbsp. (packed) drained prepared horseradish"
            },
            {
                "name": "2 Tbsp. Dijon mustard"
            },
            {
                "name": "1 Tbsp. whole grain mustard"
            },
            {
                "name": "1 tsp. honey"
            },
            {
                "name": "Kosher salt"
            },
            {
                "name": "1 toasted nori sheet (optional)"
            },
            {
                "name": "1 Tbsp. ground coriander"
            },
            {
                "name": "1 Tbsp. mustard powder"
            },
            {
                "name": "2 tsp. light brown sugar"
            },
            {
                "name": "1 tsp. freshly ground black pepper"
            },
            {
                "name": "1 tsp. garlic powder"
            },
            {
                "name": "Vegetable oil (for grill)"
            },
            {
                "name": "4 (¾\"-thick) pork shoulder steaks (1½–2 lb.)"
            },
            {
                "name": "Kosher salt"
            },
            {
                "name": "2 Tbsp. finely grated peeled horseradish or 1 Tbsp. (packed) drained prepared horseradish"
            },
            {
                "name": "Special Equipment: A spice mill or mortar and pestle"
            }
        ]
    },
    {
        "name": "Speedy Summer Gazpacho",
        "description": "The formula for this cooling summer soup couldn’t be simpler: blended cucumbers, tomatoes, and sweet red peppers, plus garlic, herbs, and fresh citrus.",
        "instructions": "<p>Put all the ingredients in a food processor and blitz until smooth, then season to taste with salt and pepper.<\/p><p>Add some water to loosen the soup if needed, then divide it between bowls and drizzle some more oil on top to serve.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f219eda0dcaa05f9eacb3d0\/6:4\/w_480,h_320,c_limit\/speedy-gazpacho-recipe-HC-072920.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/speedy-summer-gazpacho",
        "created_at": "2020-07-29 16:25:04",
        "updated_at": "2020-07-29 16:25:04",
        "author": {
            "name": "Dr. Rupy Aujla",
            "email": "drrupyaujla@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1 cucumber, roughly chopped"
            },
            {
                "name": "6 medium tomatoes (heirloom variety if possible)"
            },
            {
                "name": "½ oz basil leaves, stems removed"
            },
            {
                "name": "1 celery stalk, roughly chopped"
            },
            {
                "name": "½ red pepper, deseeded and roughly chopped"
            },
            {
                "name": "2 garlic cloves, grated"
            },
            {
                "name": "Juice of 1 lemon"
            },
            {
                "name": "1 tbsp extra-virgin olive oil, plus extra for drizzling"
            },
            {
                "name": "1 tbsp red wine vinegar"
            },
            {
                "name": "Sea salt and freshly ground black pepper"
            }
        ]
    },
    {
        "name": "Black-Eyed Pea Burgers With Creamy Barbecue Sauce and Chowchow",
        "description": "These creamy black-eyed pea patties are flavored with mushroom, miso, tamari, and Scotch bonnet chiles. They’re finished off with a sweet-and-tangy barbecue sauce and a spoonful of chowchow.",
        "instructions": "<p>Cook amaranth, according to package directions. Spread out on a rimmed baking sheet and let cool.<\/p><p>Combine scallions, mushrooms, chile, black-eyed peas, parsley, tamari, flaxseed meal, miso, and ½ tsp. salt in a food processor. Sprinkle 1–2 Tbsp. cooled amaranth over mixture and pulse until just combined. Repeat process until all of amaranth has been incorporated. Taste and season purée with pepper and more salt if needed. Scoop onto a parchment-lined baking sheet to make 6 portions (a cookie scoop works great if you’ve got one) and form into patties that match the size of your buns. Freeze 30 minutes.<\/p><p>While the patties are chilling, make the sauce. Whisk barbecue sauce, mayonnaise, chili-garlic sauce, mustard, lemon juice, and vinegar in a small bowl to combine. Sauce should taste spicy, tart, and sweet.<\/p><p>Heat a large skillet, preferably cast-iron, over medium-low. Pour in oil just to thinly coat bottom of pan. Working in 3 batches to avoid crowding, cook patties, adjusting heat and adding more oil as needed, until browned (a crisp crust should form), about 5 minutes per side. (You can keep patties warm on a fresh parchment-lined baking sheet in a 250° oven if needed.)<\/p><p>Build burgers with patties, buns, sauce, and chowchow.<\/p><p>Do ahead: Sauce can be made 1 month ahead. Cover and chill. Bring to room temperature before serving.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f19a468f6b3d5f60a9b8203\/6:4\/w_480,h_320,c_limit\/BEPBurger_RECIPE_071520_9448_VOG_final.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/black-eyed-pea-burgers-with-creamy-barbecue-sauce-and-chowchow",
        "created_at": "2020-07-27 17:37:16",
        "updated_at": "2020-07-27 17:37:16",
        "author": {
            "name": "Jocelyn Jackson",
            "email": "jocelynjackson@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1 cup amaranth"
            },
            {
                "name": "2 scallions, coarsely chopped"
            },
            {
                "name": "2 large crimini or button mushrooms, sliced"
            },
            {
                "name": "1 small Scotch bonnet or habanero chile, seeds removed, finely chopped"
            },
            {
                "name": "2 (15-oz.) cans black-eyed peas (not seasoned), rinsed"
            },
            {
                "name": "½ cup parsley leaves with tender stems"
            },
            {
                "name": "3 Tbsp. tamari soy sauce"
            },
            {
                "name": "2 Tbsp. flaxseed meal"
            },
            {
                "name": "2 Tbsp. miso"
            },
            {
                "name": "½ tsp. kosher salt, plus more"
            },
            {
                "name": "Freshly ground black pepper"
            },
            {
                "name": "Extra-virgin olive oil (for frying)"
            },
            {
                "name": "½ cup store-bought barbecue sauce"
            },
            {
                "name": "¼ cup mayonnaise"
            },
            {
                "name": "1 Tbsp. chili-garlic sauce (such as Huy Fong)"
            },
            {
                "name": "1 Tbsp. Dijon mustard"
            },
            {
                "name": "1 tsp. fresh lemon juice"
            },
            {
                "name": "1 tsp. apple cider vinegar"
            },
            {
                "name": "6 hamburger buns or brioche buns, toasted"
            },
            {
                "name": "Chowchow (for serving)"
            }
        ]
    },
    {
        "name": "Chowchow",
        "description": "Canning and preserving have long been an essential tactic of survival, and chowchow is a condiment born of both ingenuity and necessity. Here, green tomatoes not yet ripe enough to eat are transformed into a bright pickled expression of the first days of summer. It has been said that chowchow began as a collection of remnant produce that couldn’t be used in other dishes, so it became its own reclaimed relish. As you chop each vegetable, consider that origin: making the most from the least, creating abundance from scarcity. You can use four heatproof glass pint jars for this, though I prefer eight 8-ounce jars instead so I can share it around. Using pickling salt, such as Morton Canning & Pickling Salt, helps the liquid stay clear and keeps the cabbage from turning brown.",
        "instructions": "<p>Toss cabbage, green tomatoes, onion, bell peppers, and salt in a large bowl until all of the vegetables are coated in salt (this will help them release some water). Cover and chill at least 8 hours and up to 12 hours. Drain vegetables.<\/p><p>Toast mustard seeds in a large pot over medium-high heat, shaking pan, until fragrant and slightly darkened in color, about 2 minutes. Add both vinegars, sugar, mustard, and turmeric. Bring to a boil, then reduce heat to medium-low and simmer 10 minutes.<\/p><p>Add garlic and drained vegetables to pickling liquid and mix well. Increase heat to medium-high and bring to a boil; cook 5 minutes. Reduce heat to medium-low and simmer until flavors have melded and liquid is slightly reduced, about 15 minutes. The cabbage and green tomatoes should still have a bit of a crunch. Let cool (this will take about 1 hour).<\/p><p>Using a slotted spoon, divide chowchow among sterilized glass jars of choice and spoon pickling liquid over (chowchow should be submerged and there should be about ½\" space at the top of each jar. Cover and chill.<\/p><p>Do ahead: Chowchow can be made 1 month ahead. Keep chilled. If you’d like to keep it longer, you can use the water bath boiling technique to make the jarred chowchow shelf stable.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f19a4705dbd008b1a5f8ea6\/6:4\/w_480,h_320,c_limit\/ChowChow_Recipe_v2_071520_9281_VOG_final.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/chowchow",
        "created_at": "2020-07-27 16:57:57",
        "updated_at": "2020-07-27 16:57:57",
        "author": {
            "name": "Jocelyn Jackson",
            "email": "jocelynjackson@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1 small green cabbage (about 2 lb.), chopped into ½\" pieces (about 10 cups)2 large green tomatoes, cut into ½\" pieces"
            },
            {
                "name": "1 large sweet onion, cut into ½\" pieces"
            },
            {
                "name": "1 large green bell pepper, seeds and ribs removed, cut into ½\" pieces"
            },
            {
                "name": "1 large red bell pepper, seeds and ribs removed, cut into ½\" pieces"
            },
            {
                "name": "2 Tbsp. pickling salt or 3 Tbsp. kosher salt"
            },
            {
                "name": "1 Tbsp. yellow mustard seeds"
            },
            {
                "name": "1½ cups apple cider vinegar"
            },
            {
                "name": "1½ cups distilled white vinegar"
            },
            {
                "name": "2 cups cane sugar (such as Wholesome) or raw sugar"
            },
            {
                "name": "1 Tbsp. yellow mustard"
            },
            {
                "name": "1 tsp. ground turmeric"
            },
            {
                "name": "2 garlic cloves, finely chopped"
            }
        ]
    },
    {
        "name": "Creole Caesar Salad With Corn Bread Croutons",
        "description": "This Caesar salad works in flavors from the African American kitchens in the Lowcountry. That means fresh tomatoes, fried okra, cornbread croutons, and a zesty red bell pepper dressing that ties it all together.",
        "instructions": "<p>Place half the fried okra in a large bowl and add the romaine, corn, corn bread, tomatoes, cucumber, and onion. Add the dressing and toss until well coated.<\/p><p>Divide the salad among six serving plates and top evenly with the remaining okra. Serve immediately.<\/p><p>In a small saucepan, combine the oil, garlic, and onion. Cook over low heat until the garlic and onion are golden and tender, about 15 minutes. Using a slotted spoon, transfer the garlic and onion to a food processor; reserve the oil.<\/p><p>Add the vinegar, bell pepper, celery, sugar, cayenne, mayonnaise, Parmesan, and a pinch each of salt and black pepper to the food processor. Pulse until smooth. With the machine running, add the oil in a thin stream and process until emulsified. Taste and season with salt and pepper. Use immediately or store in an airtight container in the refrigerator for up to 1 week.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f160782ef4667d512d4f9c5\/6:4\/w_480,h_320,c_limit\/CreoleCaesar_HERO_IG_v1_071520_9480.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/creole-caesar-salad-with-corn-bread-croutons",
        "created_at": "2020-07-27 15:40:57",
        "updated_at": "2020-07-27 15:40:57",
        "author": {
            "name": "Alexander Smalls",
            "email": "alexandersmalls@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 cups Fried Okra"
            },
            {
                "name": "2 heads romaine lettuce, leaves separated"
            },
            {
                "name": "1 cup cooked fresh corn kernels, chilled"
            },
            {
                "name": "2½ cups cubed corn bread, toasted"
            },
            {
                "name": "½ cup sliced grape tomatoes"
            },
            {
                "name": "½ cup sliced seedless cucumber"
            },
            {
                "name": "¼ cup sliced red onion"
            },
            {
                "name": "Creole Caesar Dressing (recipe follows)"
            },
            {
                "name": "⅔ cup extra-virgin olive oil"
            },
            {
                "name": "3 garlic cloves, peeled"
            },
            {
                "name": "2 tablespoons chopped onion"
            },
            {
                "name": "2 tablespoons red wine vinegar"
            },
            {
                "name": "½ roasted red bell pepper"
            },
            {
                "name": "1 tablespoon finely chopped celery"
            },
            {
                "name": "1 teaspoon light brown sugar"
            },
            {
                "name": "¼ teaspoon cayenne pepper"
            },
            {
                "name": "2 tablespoons mayonnaise"
            },
            {
                "name": "¼ cup grated Parmesan cheese"
            },
            {
                "name": "Salt and pepper"
            }
        ]
    },
    {
        "name": "Jerk Potato Salad",
        "description": "Potato salad gets a fresh burst of flavor from a dose of Jamaican jerk seasoning. The spicy rub is the foundation of the creamy dressing, where some of the heat is quelled by rich mayonnaise.",
        "instructions": "<p>Using a fork, mix lime zest and juice, chiles, ginger, chopped garlic, scallions, chopped thyme, oil, brown sugar, allspice, salt, dried thyme, black pepper, granulated garlic, cinnamon, ginger, nutmeg, cayenne, and cumin in a medium bowl to combine (adding the chiles to the lime juice and zest at the beginning is important: it allows the juice to slightly blunt some of the sting of the chile).<\/p><p>Do ahead: Rub can be made 1 week ahead. Cover and chill.<\/p><p>Combine Yukon Gold and sweet potatoes in a large pot, pour in water to cover, and season with salt if desired. Bring to a boil over medium heat and cook until fork-tender, about 40 minutes. Drain and transfer to a large bowl (potatoes will be crushed at this point, especially the sweet potato, and that’s okay).<\/p><p>Meanwhile, mix mayonnaise and 2 Tbsp. jerk rub in a small bowl to combine (you will have leftover rub, see headnote for other uses). Set dressing aside.<\/p><p>Add red onion, scallions, 1 tsp. Diamond Crystal or ½ tsp. Morton kosher salt, and ½ tsp. black pepper to potatoes and toss to combine. Add dressing and fold into potatoes with a rubber spatula until well coated. Serve potato salad warm, room temperature, or chilled.<\/p><p>Do ahead: Potato salad can be made 2 days ahead (it will get more spicy). Cover and chill.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f171aa90dcaa05f9eacb394\/6:4\/w_480,h_320,c_limit\/JerkedPotatoSalad_RECIPE_071520_9518.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/jerk-potato-salad",
        "created_at": "2020-07-22 18:50:09",
        "updated_at": "2020-07-22 18:50:09",
        "author": {
            "name": "Brigid Washington",
            "email": "brigidwashington@epicurious.com"
        },
        "ingredients": [
            {
                "name": "Zest and juice of 2 limes"
            },
            {
                "name": "2 habanero chiles (with seeds), finely chopped"
            },
            {
                "name": "1 2\"-piece ginger, scrubbed, finely grated"
            },
            {
                "name": "5 garlic cloves, finely chopped"
            },
            {
                "name": "⅓ cup chopped scallions"
            },
            {
                "name": "2 Tbsp. finely chopped thyme"
            },
            {
                "name": "2 Tbsp. vegetable oil"
            },
            {
                "name": "2 Tbsp. dark or light brown sugar"
            },
            {
                "name": "4 tsp. ground allspice"
            },
            {
                "name": "1 Tbsp. Diamond Crystal or 1¾ tsp. Morton kosher salt"
            },
            {
                "name": "2 tsp. dried thyme"
            },
            {
                "name": "1 tsp. coarsely ground black pepper"
            },
            {
                "name": "1 tsp. granulated garlic"
            },
            {
                "name": "1 tsp. ground cinnamon"
            },
            {
                "name": "1 tsp. ground ginger"
            },
            {
                "name": "1 tsp. ground nutmeg"
            },
            {
                "name": "½ tsp. cayenne pepper"
            },
            {
                "name": "½ tsp. ground cumin"
            },
            {
                "name": "5 large Yukon Gold potatoes (about 2 lb. total), scrubbed, cut into 1\" pieces"
            },
            {
                "name": "1 large sweet potato (about 12 oz.), peeled, cut into 1\" pieces"
            },
            {
                "name": "1 tsp. Diamond Crystal or ½ tsp. Morton kosher salt; plus more (optional)"
            },
            {
                "name": "¾ cup mayonnaise"
            },
            {
                "name": "¼ large red onion, finely chopped"
            },
            {
                "name": "2 scallions, chopped"
            },
            {
                "name": "½ tsp. coarsely ground black pepper"
            }
        ]
    },
    {
        "name": "Grilled Peach Toast With Pimiento Cheese",
        "description": "Sweet peaches, spicy pimento cheese spread, and smoky grilled bread combine in this ultimate summer toast.",
        "instructions": "<p>Preheat a grill to medium-high (450°F).<\/p><p>Brush the peach halves with 1 tablespoon of the blended oil, and place on the grill grates, cut sides down. Grill, uncovered, until grill marks appear and the juices begin to release, about 3 minutes. Remove from the grill, and slice. Set aside.<\/p><p>Cut the avocado in half lengthwise, pit, and brush cut sides with 1 teaspoon of the blended oil. Place halves, cut sides down, on the grill grates. Grill, uncovered, just until the avocado is charred and begins to soften, about 5 minutes. Remove from the grill.<\/p><p>Brush the bread slices with the remaining 1 tablespoon oil, and place on the grill grates. Grill until the bread is toasted, about 2 minutes per side. Remove from the grill.<\/p><p>Spread Pimiento Cheese onto 1 side of each piece of toast. Cut each piece into 4 equal rectangles, keeping the pieces together.<\/p><p>Scoop the avocado from the peel into a medium bowl and mash with 1 tablespoon of the extra-virgin olive oil until it is chunky and spreadable. Spoon onto the toast, and top with sliced peaches.<\/p><p>Top the toast slices with radish slices and watercress leaves. Drizzle the remaining 1 tablespoon extra-virgin olive oil over the toast slices, and sprinkle with gray sea salt and black pepper.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f0dc6e0c1488c67e7e52024\/6:4\/w_480,h_320,c_limit\/PeachPimentoCheeseToast-HERO.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/grilled-peach-toast-with-pimiento-cheese",
        "created_at": "2020-07-16 18:19:44",
        "updated_at": "2020-07-16 18:19:44",
        "author": {
            "name": "Todd Richards",
            "email": "toddrichards@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 firm-ripe peaches, halved and pitted"
            },
            {
                "name": "2 tablespoons plus 1 teaspoon blended oil"
            },
            {
                "name": "1 medium-size ripe avocado"
            },
            {
                "name": "4 (1⁄2-inch-thick) slices multigrain boule-style bread"
            },
            {
                "name": "Smoky Pimiento Cheese With Bacon"
            },
            {
                "name": "2 tablespoons extra-virgin olive oil"
            },
            {
                "name": "1⁄4 cup thinly sliced red radishes (about 3 ounces)"
            },
            {
                "name": "1 bunch watercress"
            },
            {
                "name": "1 teaspoon gray sea salt"
            },
            {
                "name": "1⁄2 teaspoon coarsely ground black pepper"
            }
        ]
    },
    {
        "name": "Homestyle Dosas with Tomato Chutney",
        "description": "As with any fermented food, timing will depend on the ambient temperature (the hotter it is, the faster it will go). Indoor temperatures were about 68°F—72°F when we developed this recipe and that’s what our time range reflects, so use it just as a guideline. If possible, 82°F is ideal. Most important though will be checking for signs that indicate the batter is ready (bubbly, airy, and sour).",
        "instructions": "<p>The morning before you make your batter, rinse rice in a fine-mesh sieve under cold running water, until water runs almost clear. Transfer to a large bowl and cover with 4 cups cold water. If your tap water is heavily chlorinated, use filtered water for soaking as chlorine will inhibit fermentation later on.<\/p><p>Pick over dal for debris, then rinse in sieve under cold running water. Transfer to a medium bowl and add fenugreek. Cover with 2 cups cold water (again using filtered if needed). Let rice and dal soak at least 8 hours and up to 10 hours.<\/p><p>Drain rice, holding back grains with your hand and pouring off most of the soaking liquid into a pitcher or large measuring glass. Transfer rice to a blender. Pulse to get things going, then purée, sparingly adding soaking liquid as needed, until a paste forms (mixture should be foamy and still slightly gritty when rubbed between your fingers). Pour into a clean large bowl. Repeat process with dal mixture, then vigorously stir blended dal into rice paste.<\/p><p>Add reserved soaking liquid as needed to create a pourable batter that falls off the spoon in a steady stream and gradually dissolves into itself. Stir in salt. (If you are in a warm climate, add salt after fermentation to keep batter from becoming overly sour.) Cover bowl with a kitchen towel, then a silicone lid (this will keep the surface of the batter from drying out). Set bowl in a warm spot (a proofing box or an oven with the light on and a bowl of hot water placed inside work well). Let batter sit until airy and pleasantly sour (when you drizzle it from a spoon, it should fall on itself in slowly dissolving ribbons), 4–6 hours in a very warm environment and as long as 2 days in a very cool environment. In general, 14 hours is a safe starting point.<\/p><p>Do ahead: Batter can be made 1 week ahead. Once fermented, cover and chill. Bring to room temperature before cooking. Thin with water if needed to reach a thick but pourable consistency.<\/p><p>Heat 2 tsp. oil in a medium skillet over medium. Cook onion, stirring occasionally, until translucent, about 3 minutes. Add green chiles and cook, stirring, 1 minute. Reduce heat to low, add tomatoes and any juices and a generous pinch of salt. Cook, stirring often, until tomatoes are tender, 7–9 minutes. Carefully transfer to clean blender or a food processor and blend until smooth; reserve skillet. Taste chutney and season with more salt if needed. Transfer to a small bowl.<\/p><p>Wipe out reserved skillet and heat remaining 2 Tbsp. oil in skillet over medium. Cook mustard seeds, stirring constantly, until they start to pop, about 30 seconds. Add curry leaves, dried red chile, and dal and cook, stirring occasionally, until curry leaves wilt and crisp and dal is starting to brown, about 2 minutes. Mix in asafoetida, if using, and remove spice oil from heat. Mix into chutney.<\/p><p>To cook dosas, heat a griddle or large skillet (the larger the better; you want the batter to have room to spread) over medium. Sprinkle a little water on surface; if it sizzles you’re good to go. (It’s important though not to let griddle get hotter than medium. If it’s too hot, the batter will start to cook before it’s fully spread out, yielding a thick dosa, or worse, a thin dosa that tears. Adjust heat as needed). Brush griddle with a thin layer of ghee, wiping off excess with a folded paper towel. Ladle a generous ⅓-cupful of batter in the center of griddle and use ladle to spread batter, working outward in continuous circles and never lifting ladle off surface, to create an 8\"-diameter round. Ridges of thick and thin batter will form naturally. Cook dosa 30 seconds, then drizzle ⅛ tsp. ghee over batter. For a spongier dosa, cover with a large bowl and steam until cooked through, about 2 minutes (cooked underside should show through thinner spots, and thicker spots should be opaque and bouncy). For a drier dosa, cook until surface is mostly set, about 2 minutes, then, using a fish spatula or other wide spatula, flip dosa over (it should easily lift from the griddle at this point) and cook until second side is lightly golden, about 20 seconds. Fold dosa in half so toasted side is facing out and transfer to a plate. Repeat process with remaining batter and ghee.<\/p><p>Serve dosas as they are ready with chutney alongside for dipping.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5ed15d63b04a09f415db838b\/6:4\/w_480,h_320,c_limit\/EPI-Dosa-HERO.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/homestyle-dosas-with-tomato-chutney",
        "created_at": "2020-07-15 17:06:30",
        "updated_at": "2020-07-15 17:06:30",
        "author": {
            "name": "Tara O'Brady",
            "email": "taraobrady@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 cups long-grain white rice"
            },
            {
                "name": "½ cup whole or split urad dal (black gram)"
            },
            {
                "name": "½ tsp. fenugreek seeds"
            },
            {
                "name": "1 tsp. kosher salt"
            },
            {
                "name": "2 tsp. plus 2 Tbsp. vegetable oil"
            },
            {
                "name": "1 small onion, finely chopped"
            },
            {
                "name": "2–3 small green chiles (such as serrano), seeds removed if desired, finely chopped"
            },
            {
                "name": "4 small tomatoes or canned whole peeled tomatoes, chopped"
            },
            {
                "name": "Kosher salt"
            },
            {
                "name": "2 tsp. black mustard seeds"
            },
            {
                "name": "8–10 fresh or frozen curry leaves"
            },
            {
                "name": "1 dried red chile (such as bird or chile de árbol)"
            },
            {
                "name": "1 tsp. split or whole urad dal (black gram)"
            },
            {
                "name": "A pinch of asafoetida (optional)"
            },
            {
                "name": "1 tsp. ghee or clarified butter, melted, divided, plus more for griddle"
            }
        ]
    },
    {
        "name": "Shimbra Wat",
        "description": "This Ethiopian dish of chickpeas in a berbere-spiced, flaxseed-thickened sauce makes for a quick, filling, and wonderfully flavorful meal.",
        "instructions": "<p>Heat a small dry frying pan over medium-low heat. Add the flaxseed and lightly dry-toast for about 2 minutes, stirring and shaking the pan, until aromatic. Transfer to a dish and leave to cool. Once cool, grind using an electric spice or coffee grinder.<\/p><p>In a Dutch oven or sauté pan, heat 2 tablespoons of water over low heat and stir in 1 tablespoon of the awaze. Cook for 2 minutes, stirring continuously, then gradually work in the remaining 2 tablespoons of awaze, along with the ground flaxseed and 1 cup (250 ml) of water. Reduce the heat to its lowest possible level, cover, and cook, stirring frequently, for 20 minutes. Add a touch more water if it looks like the mixture is drying out—it should still be a bit runny at the end.<\/p><p>Meanwhile, place the chickpeas in a saucepan and cover with 2 cups (500 ml) of water. Bring to a boil, remove from the heat, and soak in the liquid until ready to use. Drain the chickpeas, reserving about 1 cup (240 ml) of the liquid. Add the chickpeas to the awaze-flaxseed mixture, generously season with salt, and mix well. Tip in some of the reserved cooking water if needed so that the sauce is a touch runny and evenly coats the chickpeas. Cook for a couple of minutes to combine the flavors before serving.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f0df00aa7482dd226485000\/6:4\/w_480,h_320,c_limit\/chembra-shimbra-wat-recipe-071320.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/shimbra-wat-chickpeas-with-spicy-flaxseed-paste",
        "created_at": "2020-07-14 18:50:50",
        "updated_at": "2020-07-14 18:50:50",
        "author": {
            "name": "Yohanis Gebreyesus",
            "email": "yohanisgebreyesus@epicurious.com"
        },
        "ingredients": [
            {
                "name": "3 tablespoons brown or golden flaxseed"
            },
            {
                "name": "3 tablespoons awaze dipping sauce"
            },
            {
                "name": "14 oz (400 g) cooked or canned chickpeas, drained and rinsed"
            },
            {
                "name": "Salt"
            }
        ]
    },
    {
        "name": "Infinity Pool",
        "description": "Throw chopped celery stalks into a juicer (or blender) for a refreshing cocktail base. The vegetal flavor is mellowed by citrusy Lillet blanc and lemon juice, while its savory side is supported with mezcal and a pinch of smoked salt.",
        "instructions": "<p>Up to 1 day before serving, make the batch. Pour chilled mezcal, chilled Lillet blanc, chilled simple syrup, celery bitters, and water into a 2-quart pitcher and stir to mix. Seal well, covering with plastic wrap if needed, and refrigerate.<\/p><p>Up to 2 hours before serving, prepare celery and lemon juices and stir into pitcher mix. Reseal and return to refrigerator if not serving immediately.<\/p><p>To serve, stir mixture well. Place a large ice cube in each rocks glass, then pour in cocktail and garnish with a small pinch of smoked salt and a lemon wheel, if desired.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f060e65bd588ca8b6800750\/6:4\/w_480,h_320,c_limit\/Batch Cocktails_Infinity Pool_SP_Page_1_Image_0001.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/infinity-pool-mezcal-mlynarczyk",
        "created_at": "2020-07-08 14:57:19",
        "updated_at": "2020-07-08 14:57:19",
        "author": {
            "name": "Maggie Hoffman",
            "email": "maggiehoffman@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1⅓ cups chilled mezcal"
            },
            {
                "name": "1⅓ cups chilled Lillet blanc"
            },
            {
                "name": "⅔ cup chilled 1:1 simple syrup (see Note)"
            },
            {
                "name": "2¼ teaspoons celery bitters"
            },
            {
                "name": "¾ cup plus 2 tablespoons water"
            },
            {
                "name": "1⅓ cups fresh celery juice (from about 12 celery stalks)"
            },
            {
                "name": "1 cup fresh lemon juice"
            },
            {
                "name": "Garnish: Smoked sea salt and thinly sliced lemon wheels"
            }
        ]
    },
    {
        "name": "Division Bell",
        "description": "Tart, bitter orange kisses roasted agave.",
        "instructions": "<p>Shake mezcal, Aperol, maraschino liqueur, and lime juice together with ice.\nStrain into a chilled cocktail glass. Express the oils from a grapefruit peel over\nthe top of the drink and discard.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f05d5892554ea893bc74225\/6:4\/w_480,h_320,c_limit\/Division Bell_4-07.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/division-bell-phil-ward-mezcal-emma-janzen",
        "created_at": "2020-07-08 14:39:23",
        "updated_at": "2020-07-08 14:39:23",
        "author": {
            "name": "Emma Janzen",
            "email": "emmajanzen@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1½ oz. mezcal, such as Del Maguey Vida"
            },
            {
                "name": "¾ oz. Aperol"
            },
            {
                "name": "½ oz. maraschino liqueur"
            },
            {
                "name": "¾ oz. fresh lime juice"
            },
            {
                "name": "1 grapefruit twist"
            }
        ]
    },
    {
        "name": "Mezcal Mule",
        "description": "A classic recipe gone rogue.",
        "instructions": "<p>Add all ingredients to a cocktail shaker and dry shake. Careful—the bubbles in the soda water will give a little pushback, but don’t sweat it! Strain into a copper mule mug and add fresh rocks. Garnish with a sprig of mint and a quartered lime (optional).<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f05d1e8153ff3ffeeceb6c0\/6:4\/w_480,h_320,c_limit\/Mezcal Mule_4-39.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/mezcal-mule-emma-janzen",
        "created_at": "2020-07-08 14:10:21",
        "updated_at": "2020-07-08 14:10:21",
        "author": {
            "name": "Emma Janzen",
            "email": "emmajanzen@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 oz. mezcal, such as Vago Espadín"
            },
            {
                "name": "½ oz. fresh lime juice"
            },
            {
                "name": "½ oz. fresh ginger juice"
            },
            {
                "name": "1 oz. agave nectar"
            },
            {
                "name": "1½ oz. sparkling water"
            }
        ]
    },
    {
        "name": "Electron",
        "description": "A triple hit of earthy flavors.",
        "instructions": "<p>Rim coupe glass with ground pink peppercorn and salt. Combine all other ingredients in a shaker tin with ice. Shake until the tin feels cold. Strain into prepared glass.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f0519cc0f54d453dec6b0d5\/6:4\/w_480,h_320,c_limit\/Electron_4-13.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/electron-carrot-mezcal-cocktail-momose-janzen",
        "created_at": "2020-07-08 01:13:58",
        "updated_at": "2020-07-08 01:13:58",
        "author": {
            "name": "Emma Janzen",
            "email": "emmajanzen@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1¾ oz. mezcal, such as Don Amado Rústico"
            },
            {
                "name": "½ oz. cinnamon syrup (see Note)"
            },
            {
                "name": "¾ oz. fresh lime juice"
            },
            {
                "name": "¾ oz. fresh fresh carrot juice"
            },
            {
                "name": "2 dashes Regan’s Orange Bitters"
            },
            {
                "name": "Pink peppercorn, for rim"
            },
            {
                "name": "Salt, for rim"
            }
        ]
    },
    {
        "name": "Killer Bee",
        "description": "This is our Mexico-inspired twist on a classic cocktail called the Bee’s Knees, a light and refreshing drink made with gin, lemon, and honey syrup. The Killer Bee replaces the gin with mezcal.",
        "instructions": "<p>To make a honey syrup, in a small bowl or jar, combine the honey with 1 1⁄2 ounces water.<\/p><p>In a cocktail shaker, combine the mezcal, lemon juice, and 3⁄4 ounce of the honey syrup\n(save the remaining honey syrup for another cocktail). Fill the shaker three-quarters of the\nway with ice and shake vigorously for 10 seconds if serving on the rocks or 15 seconds if\nserving “up.” Strain into an ice-filled double old-fashioned glass or bucket glass, or serve\nup with no ice.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f049e06153ff3ffeeceb6bc\/6:4\/w_480,h_320,c_limit\/Nopalito_Killer Bee.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/killer-bee-mezcal-cocktail-nopalito",
        "created_at": "2020-07-07 16:18:20",
        "updated_at": "2020-07-07 16:18:20",
        "author": {
            "name": "Gonzalo Guzmán",
            "email": "gonzaloguzman@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1 1⁄2 ounces honey"
            },
            {
                "name": "2 ounces mezcal, such as Del Maguey Vida brand"
            },
            {
                "name": "1 1⁄2 ounces freshly squeezed lemon juice (from 1 lemon)"
            }
        ]
    },
    {
        "name": "La Pina",
        "description": "Smoky mezcal, fresh pineapple juice, serrano chile, and cilantro—this is one of my favorite cocktails. The mezcal gives it some edge, and the pine­apple makes it easy drinking.",
        "instructions": "<p>Put the large ice cube in an old-fashioned glass. Muddle the serrano chile with the cilantro leaves in a cocktail shaker. Add the mezcal, pineapple juice, simple syrup, lime juice, and ice cubes. Shake vigorously and strain over the large ice cube in the glass. Garnish with the pineapple leaf.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f06164716ccaf7badcbe8ae\/6:4\/w_480,h_320,c_limit\/la-pina_04356.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/la-pina-cocktail-mezcal-pineapple",
        "created_at": "2020-07-06 19:01:00",
        "updated_at": "2020-07-06 19:01:00",
        "author": {
            "name": "Josef Centeno",
            "email": "josefcenteno@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1 large ice cube, plus more ice cubes for the cocktail shaker"
            },
            {
                "name": "1 slice serrano chile, seeded"
            },
            {
                "name": "5 or 6 fresh cilantro leaves"
            },
            {
                "name": "2 oz. [60 ml] mezcal"
            },
            {
                "name": "1 oz. [30 ml] fresh pineapple juice"
            },
            {
                "name": "3\/4 oz. [22.5 ml] rich simple syrup (see note)"
            },
            {
                "name": "1\/2 oz. [15 ml] fresh lime juice"
            },
            {
                "name": "1 pineapple leaf for garnish"
            }
        ]
    },
    {
        "name": "Arinato",
        "description": "I created the Arinato to be a lighter stirred drink and to celebrate the more delicate sides of mezcal. I use the 80-proof Ilegal Joven; paired with floral fortified wines, it makes for an easy-sipper that proves how elegant mezcal can be.",
        "instructions": "<p>Add all the ingredients, except the grapefruit twist, to a mixing glass with ice and stir. Strain over a large ice cube in a rocks glass. Express the grapefruit twist over the drink and then rest the twist on the cube in the glass.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5ea9d5b0d4b2a5e76bf55739\/6:4\/w_480,h_320,c_limit\/Spirits of LatAm_Arinato_Page_2_Image_0001.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/arinato-cocktail-ivy-mix",
        "created_at": "2020-07-06 12:27:00",
        "updated_at": "2020-07-06 12:27:00",
        "author": {
            "name": " Ivy Mix",
            "email": "ivymix@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1½ oz. mezcal, such as Ilegal Mezcal Joven"
            },
            {
                "name": "¾ oz. Lillet Blanc"
            },
            {
                "name": "½ oz. Dolin Dry Vermouth"
            },
            {
                "name": "¼ oz. Yellow Chartreuse"
            },
            {
                "name": "½ tsp. Luxardo Maraschino Liqueur"
            },
            {
                "name": "2 dashes Peychaud’s Bitters"
            },
            {
                "name": "Grapefruit twist for garnish"
            }
        ]
    },
    {
        "name": "Ti' Punch",
        "description": "The national drink of Martinique.",
        "instructions": "<p>With a sharp paring knife, cut a disc of skin from the lime about the size of a silver dollar, taking as little of the pith and actual flesh of the lime as possible. In a rocks glass, muddle the lime disk with cane or simple syrup, then top with rhum. Stir well to mix.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5efb9d44fa8c67cce7a606a3\/6:4\/w_480,h_320,c_limit\/TIKI_p015.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/ti-punch-rhum-agricole-shannon-mustipher",
        "created_at": "2020-06-30 20:22:48",
        "updated_at": "2020-06-30 20:22:48",
        "author": {
            "name": "Shannon Mustipher",
            "email": "shannonmustipher@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1 lime"
            },
            {
                "name": "1 bar spoon cane or simple syrup"
            },
            {
                "name": "2 ounces rhum agricole blanc, preferably 50 percent ABV or above, such as Damoiseau 110 Proof Rhum Agricole Blanc"
            }
        ]
    },
    {
        "name": "Royal Dock Cooler",
        "description": "Keep it simple and light with this large-format play on the Daiquiri, where the dial is turned all the way up with the addition of black tea and dried citrus.",
        "instructions": "<p>Combine all ingredients and stir to mix. Keep at least 4 hours or up to overnight in a covered container in the refrigerator. Stir before serving. If utilizing a punch bowl, pour over a large block of ice to slow dilution. Garnish with fresh lime wheels.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5efb974695023406d00e24f6\/6:4\/w_480,h_320,c_limit\/TIKI_p159.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/royal-dock-cooler-rum-punch",
        "created_at": "2020-06-30 20:09:36",
        "updated_at": "2020-06-30 20:09:36",
        "author": {
            "name": "Shannon Mustipher",
            "email": "shannonmustipher@epicurious.com"
        },
        "ingredients": [
            {
                "name": "750 milliliters (25⅓ ounces) pot still Jamaican rum, such as Hamilton Jamaican Pot Still Black Rum"
            },
            {
                "name": "250 milliliters (8½ ounces) pineapple syrup (see Note)"
            },
            {
                "name": "200 milliliters (6¾ ounces) grapefruit juice"
            },
            {
                "name": "50 milliliters (1½ ounces) brewed Earl Grey tea"
            },
            {
                "name": "Garnish: Lime wheels"
            }
        ]
    },
    {
        "name": "Jungle Bird Cocktail",
        "description": "One of the few tiki drinks to feature amaro—in this case, Campari.",
        "instructions": "<p>Combine all the ingredients except the garnish in a cocktail shaker filled with ice. Shake until chilled and strain into a double old-fashioned glass over a large ice cube. Garnish with the pineapple chunk or leaf (or both).<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5efb38540f54d453dec6b0d0\/6:4\/w_480,h_320,c_limit\/Amaro_Jungle Bird.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/jungle-bird-cocktail-rum-amaro",
        "created_at": "2020-06-30 13:13:25",
        "updated_at": "2020-06-30 13:13:25",
        "author": {
            "name": "Brad Thomas Parsons",
            "email": "bradthomasparsons@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1½ oz. blackstrap rum"
            },
            {
                "name": "1 ½ oz. freshly squeezed pineapple juice"
            },
            {
                "name": "¾ oz. Campari"
            },
            {
                "name": "½ oz. freshly squeezed lime juice"
            },
            {
                "name": "½ oz. simple syrup (1:1)"
            },
            {
                "name": "Garnish: pineapple chunk and\/or pineapple leaf"
            }
        ]
    },
    {
        "name": "Savory Gruyère Bread With Ham",
        "description": "The ham and cheese-filled loaf is the savory quick bread you didn't know you needed. We love it with Gruyère, but sharp cheddar works just as well.",
        "instructions": "<p>Heat the oven to 350ºF. Butter and flour a metal 9 × 5-inch loaf pan and set it aside.<\/p><p>In a large bowl, whisk together the flour, baking powder, salt, and baking soda. Stir in the chopped ham, scallions if using, thyme, and 1¾ cups (7 ounces) of the Gruyère (reserving the rest for topping). In a separate bowl, whisk together the melted butter, eggs, and buttermilk. Add the wet mixture to the flour mixture and stir to combine. The batter will be thick.<\/p><p>Transfer the batter to the prepared loaf pan and spread it out evenly, smoothing the top. Sprinkle the remaining ¼ cup (1 ounce) cheese over the top. Bake until the top springs back when lightly pressed and a skewer inserted in the center comes out with some moist crumbs attached, 45 to 55 minutes.<\/p><p>Transfer the pan to a wire rack and let it cool for 10 minutes. Then remove the bread from the pan and let it cool completely on the wire rack.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5ed047943007193140c25a1b\/6:4\/w_480,h_320,c_limit\/Savory Gruyère Bread (1).jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/savory-gruyere-bread-with-ham-melissa-clark",
        "created_at": "2020-06-29 16:45:00",
        "updated_at": "2020-06-29 16:45:00",
        "author": {
            "name": " Melissa Clark",
            "email": "melissaclark@epicurious.com"
        },
        "ingredients": [
            {
                "name": "4 tablespoons (½ stick\/56 grams) unsalted butter, melted and cooled, plus more for the pan"
            },
            {
                "name": "2½ cups (325 grams) all-purpose flour, plus more for the pan"
            },
            {
                "name": "1½ teaspoons baking powder"
            },
            {
                "name": "1 teaspoon fine sea salt"
            },
            {
                "name": "½ teaspoon baking soda"
            },
            {
                "name": "1 cup (180 grams) coarsely chopped ham"
            },
            {
                "name": "3 tablespoons thinly sliced scallions, white and green parts (optional)"
            },
            {
                "name": "1 tablespoon chopped fresh thyme leaves"
            },
            {
                "name": "2 cups (8 ounces\/198 grams) grated Gruyère or sharp cheddar cheese"
            },
            {
                "name": "2 large eggs"
            },
            {
                "name": "1 cup (240 milliliters) buttermilk"
            }
        ]
    },
    {
        "name": "Grilled Cauliflower Wedges With Herb Tarator",
        "description": "Charring cauliflower on the grill turns the exterior crisp and golden, while the internal flesh becomes sweet and nutty. Cutting the head into wedges first maximizes the caramelized surface.",
        "instructions": "<p>Toast almonds in a dry small skillet over medium heat, tossing occasionally, until golden brown, about 5 minutes. Transfer to a small bowl and let cool. Set aside for serving.<\/p><p>Blend garlic, dill, mint, tahini, and ⅓ cup water in a blender or food processor until a thick paste forms. Add lemon juice and blend again, adding an additional 1–2 Tbsp. water if sauce is too thick. It should be easily spreadable but not runny. Season with salt and lots of pepper.<\/p><p>Remove outer leaves and trim stem from cauliflower so it sits flat. Cut cauliflower into 4 wedges.<\/p><p>Whisk oil, coriander, cumin, turmeric, and a big pinch of salt in a large bowl to combine. Add cauliflower and coat in oil. The cauliflower can fall apart easily, so handle with care and use your fingers to work oil into the uneven surface.<\/p><p>Prepare a grill for medium-high heat (if using a charcoal grill, bank most of the coals on one side of the grill). Place cauliflower, cut side down, on grate over hottest part of grill and grill, undisturbed, until char marks form, about 3 minutes (you can carefully lift to check, but try not to move too much). Turn over onto other cut side and grill, undisturbed, until grill marks form, about 3 minutes. Turn onto uneven floret  side and slide over to cooler part of grill or reduce heat to low and cover with lid. Grill until tender (if a bamboo skewer easily slides through the thickest part, it’s done), 10–15 minutes. (And if you don’t have a grill, you can do this in a grill pan over high. Once pan is very hot, add cauliflower, reduce heat to medium-high, and cook both cut sides as above. When you turn cauliflower over onto uneven floret side, reduce heat to low and cover pan with foil to finish cooking.)<\/p><p>To serve, spread some tarator onto individual plates or a platter. Arrange cauliflower wedges on top and dollop remaining tarator over. Scatter mixed tender herbs and almonds on top.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5ede780915b505522dee7ce5\/6:4\/w_480,h_320,c_limit\/CauliWedge_Tarator_RECIPE-14.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/grilled-cauliflower-wedges-with-herb-tarator",
        "created_at": "2020-06-25 21:20:42",
        "updated_at": "2020-06-25 21:20:42",
        "author": {
            "name": "Hetty McKinnon",
            "email": "hettymckinnon@epicurious.com"
        },
        "ingredients": [
            {
                "name": "¼ cup sliced or slivered almonds"
            },
            {
                "name": "2 garlic cloves, finely grated"
            },
            {
                "name": "1 cup chopped dill"
            },
            {
                "name": "½ cup mint leaves"
            },
            {
                "name": "½ cup tahini"
            },
            {
                "name": "⅓ cup fresh lemon juice"
            },
            {
                "name": "Kosher salt, freshly ground pepper"
            },
            {
                "name": "1 small cauliflower (about 1½ lb.)"
            },
            {
                "name": "¼ cup extra-virgin olive oil (for drizzling)"
            },
            {
                "name": "½ tsp. ground coriander"
            },
            {
                "name": "½ tsp. ground cumin"
            },
            {
                "name": "½ tsp. turmeric"
            },
            {
                "name": "Handful of tender herbs (such as dill, mint, parsley, cilantro, basil, and\/or chives)"
            }
        ]
    },
    {
        "name": "Mushroom Toast With Pecorino Salsa Verde",
        "description": "Cut king trumpet mushrooms into planks and grill them until crisp and deeply savory. Then, pile on grilled bread with an herby, cheesy dressing.",
        "instructions": "<p>Six–eight 10\" metal skewers or bamboo skewers, soaked (optional)<\/p><p>Toss shallots, vinegar, red pepper flakes, and black pepper in a small bowl to combine; lightly season with salt (the Pecorino will add some saltiness, so bear that in mind). Let sit 3 minutes.<\/p><p>Meanwhile, very thinly slice Pecorino into tiles with a knife (irregular pieces are okay).<\/p><p>Add Pecorino, herbs, and oil to pickled shallots and toss gently to combine. Taste and season with more salt if needed; set aside.<\/p><p>Prepare a grill for medium-high heat; clean grate. Working one at a time, set mushrooms on their sides and slice lengthwise ¼\" thick to make 3–4 planks per mushroom, depending their size. If your mushrooms are particularly small or you are using crimini, slice ½\" thick and thread onto skewers to keep them from falling through grate.<\/p><p>Using some of the oil, brush cut sides of mushrooms and transfer to a large bowl or arrange on a rimmed baking sheet if skewered. Lightly brush both sides of each slice of bread with remaining oil and transfer to a platter.<\/p><p>Press each slice of bread down across grate for even contact and grill until browned with some lightly charred spots, about 2 minutes per side. The goal is a crunchy exterior with a still chewy center. Transfer bread back to platter.<\/p><p>Brush grate to clean. If using a gas grill, turn heat down to medium. A charcoal grill should be at the tail end of medium-high and headed toward medium at this point, but wait a few minutes if needed. Grill mushrooms, turning halfway through and moving around as needed to avoid flare-ups, until golden all over with lightly charred edges, 6–8 minutes for small pieces and 8–10 minutes for large ones. Return to bowl (slide off of skewers if needed). Add Pecorino salsa verde and toss to combine. Spoon mushroom mixture over grilled bread.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5ef4fb30153ff3ffeeceb6b2\/6:4\/w_480,h_320,c_limit\/GrilledTrumpetMushroomToasts_HERO_2_062420_8946.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/open-face-mushroom-sandwiches-pecorino-salsa-verde",
        "created_at": "2020-06-25 18:14:06",
        "updated_at": "2020-06-25 18:14:06",
        "author": {
            "name": "Christian Reynoso",
            "email": "christianreynoso@epicurious.com"
        },
        "ingredients": [
            {
                "name": "3 medium shallots, thinly sliced crosswise, rings separated"
            },
            {
                "name": "1 Tbsp. plus 1½ tsp. red wine vinegar"
            },
            {
                "name": "1 tsp. crushed red pepper flakes"
            },
            {
                "name": "1 tsp. freshly ground black pepper"
            },
            {
                "name": "Kosher salt"
            },
            {
                "name": "3 oz. Pecorino Romano, Grana Padano, or Parmigiano-Reggiano"
            },
            {
                "name": "2 cups (loosely packed) mixed tender herb leaves or greens (such as parsley and dill or dill and arugula)"
            },
            {
                "name": "5 Tbsp. extra-virgin olive oil"
            },
            {
                "name": "1 lb. king trumpet or crimini mushrooms, trimmed"
            },
            {
                "name": "6 Tbsp. extra-virgin olive oil"
            },
            {
                "name": "6 1\"-thick slices country-style bread"
            }
        ]
    },
    {
        "name": "Hickory-Smoked Baby Back Ribs",
        "description": "If you like your ribs extra saucy, remove them from the grill when they’re ready, baste them one last time with the barbecue sauce, then throw them back on the grill to make them nice and sticky.",
        "instructions": "<p>For the ribs, stir together the sugar, salt, smoked paprika, chili powder, regular paprika, onion powder, black pepper and thyme. Set aside.<\/p><p>With a small, sharp knife, release the edge of the membrane on the back of each rack of ribs. Grasp the edge with needle-nose pliers or a piece of paper towel and peel the membrane off the rack. (If you leave the membrane on, the ribs will be chewy.)<\/p><p>Spread the dry rub all over each rack of ribs until completely coated. Make sure you press the dry rub into the meat. This is where your flavor is going to come from. Arrange the ribs in a rib rack, with all the racks facing the same direction. A rib rack has 8 slab compartments, looks like a rack of coat hangers and can be purchased at most barbecue stores.<\/p><p>Fire up your charcoal grill and prep the grill for cooking over indirect heat. You need\na low temperature of around 250 to 300°F (120 to 150°C) to grill the ribs. For gas grills, preheat the grill to low then turn off one side of the grill to achieve indirect heat. Place a drip tray on the cooler side of the grate and half fill the pan with warm water or the beer of your choice.<\/p><p>Drain 2 chunks of hickory, place them on top of the charcoal and set the grate in place. For gas barbecues, place half of the hickory chips in a foil pouch and place the pouch directly on the heated side of the grill. Wait for the hickory to start to smoke.<\/p><p>Place the rib racks over indirect heat as far from the heat as possible, with the bone sides facing toward the heat. Close the lid and close the top vent on a charcoal grill about halfway. This will maintain a temperature between 250 and 300°F (120 and 150°C). Cook the ribs for 2 hours.<\/p><p>Once the ribs are on, it’s time to start working on the barbecue sauce. If you have a side burner this can be done outside. If you don’t, go inside and use your stove top to simmer your sauce. Combine all the ingredients in a small saucepan set over medium heat. Simmer for 20 to 30 minutes or until the sauce reaches a glaze consistency. Remove the saucepan from the heat and set aside to cool.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5eeb930c9d97ae4950cc7167\/6:4\/w_480,h_320,c_limit\/Utility_Baby_Back_Ribs_1_final.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/hickory-smoked-baby-back-ribs-rob-rainford",
        "created_at": "2020-06-18 17:32:38",
        "updated_at": "2020-06-18 17:32:38",
        "author": {
            "name": "Rob Rainford",
            "email": "robrainford@epicurious.com"
        },
        "ingredients": [
            {
                "name": "5 Tbsp (75 mL) packed brown sugar"
            },
            {
                "name": "3 Tbsp (45 mL) kosher salt"
            },
            {
                "name": "2 Tbsp (30 mL) sweet smoked paprika 4 tsp (20 mL) ancho chili powder"
            },
            {
                "name": "1 Tbsp (15 mL) paprika"
            },
            {
                "name": "1 Tbsp (15 mL) onion powder"
            },
            {
                "name": "1 Tbsp (15 mL) freshly cracked black pepper 2 tsp (10 mL) dried thyme leaves"
            },
            {
                "name": "6 racks baby back ribs, about 6 lb (2.7 kg)"
            },
            {
                "name": "4 medium chunks hickory wood, soaked in water for at least 2 hours (if using a charcoal grill) or 4 cups (1 L) hickory wood chips, soaked in water for at least 2 hours (if using a gas grill)"
            },
            {
                "name": "3⁄4 cup (185 mL) apple cider"
            },
            {
                "name": "1⁄2 cup (125 mL) ketchup"
            },
            {
                "name": "3 Tbsp (45 mL) red wine vinegar"
            },
            {
                "name": "1 Tbsp (15 mL) Dijon mustard"
            },
            {
                "name": "2 tsp (10 mL) light soy sauce"
            },
            {
                "name": "1 tsp (5 mL) Worcestershire sauce"
            },
            {
                "name": "1 tsp (5 mL) molasses"
            },
            {
                "name": "1⁄2 tsp (2 mL) ancho chili powder"
            },
            {
                "name": "1⁄2 tsp (2 mL) ground cumin"
            },
            {
                "name": "1⁄2 tsp (2 mL) minced garlic"
            },
            {
                "name": "1⁄4 tsp (1 mL) freshly ground black pepper"
            }
        ]
    },
    {
        "name": "Grilled Watermelon Salad With Lime Mango Dressing",
        "description": "Grilling watermelon caramelizes the sweetness of the fruit, and the char gives just a hint of smoky flavor.",
        "instructions": "<p>Put all of the ingredients except the oil in a blender. Blend on high. After the ingredients are blended, slowly add the oil and continue to blend until the mixture is thickened and emulsified. (Makes 1 cup.)<\/p><p>Heat a grill pan to medium-high heat. Drizzle the watermelon slices with just enough oil to thinly coat and place them on the hot grill.<\/p><p>Grill each side of the watermelon slices for about 2 minutes, until charred. Transfer to a plate and season with salt.<\/p><p>Remove the rind and dice the grilled watermelon into large cubes.<\/p><p>Preheat the oven to 350°F. Toss the pumpkin seeds with the cayenne, sugar, and 2 teaspoons oil and place on a small baking sheet. Roast for 6 to 10 minutes, until golden.<\/p><p>Brush the cornbread cubes with the melted butter and place in a single layer on a baking sheet. Put in the oven along with the pumpkin seeds and bake for 10 minutes, turning halfway with a flexible spatula. Remove from the oven when the croutons are toasted and golden.<\/p><p>Toss the watermelon, shiso, dates, and chile in the bowl with ¼ cup Lime Mango Dressing (reserve remaining dressing for another use). Taste and adjust the seasoning with salt and pepper. Add the cornbread croutons and toss very gently to combine without breaking the croutons. Spoon the salad onto a large platter and garnish with the pumpkin seeds and cheese.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5eeb8ec57d03c0d60a62c030\/6:4\/w_480,h_320,c_limit\/grilled-watermelon-salad-recipe-061820.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/grilled-watermelon-salad-with-lime-mango-dressing-and-cornbread-croutons",
        "created_at": "2020-06-18 16:07:07",
        "updated_at": "2020-06-18 16:07:07",
        "author": {
            "name": "JJ Johnson",
            "email": "jjjohnson@epicurious.com"
        },
        "ingredients": [
            {
                "name": "½ cup coarsely chopped ripe mango"
            },
            {
                "name": "¼ cup fresh lime juice"
            },
            {
                "name": "¼ cup dry sake"
            },
            {
                "name": "2 tablespoons champagne vinegar"
            },
            {
                "name": "1 teaspoon minced seeded bird’s-eye chile"
            },
            {
                "name": "½ teaspoon kosher salt"
            },
            {
                "name": "¼ cup canola oil"
            },
            {
                "name": "3 pounds seedless watermelon, peel left on, cut into 1-inch-thick slabs"
            },
            {
                "name": "Olive oil"
            },
            {
                "name": "Kosher salt"
            },
            {
                "name": "½ cup hulled pumpkin seeds"
            },
            {
                "name": "¼ teaspoon ground cayenne"
            },
            {
                "name": "1 teaspoon sugar"
            },
            {
                "name": "4 cups 1-inch cubes homemade or store-bought cornbread"
            },
            {
                "name": "2 tablespoons unsalted butter, melted"
            },
            {
                "name": "8 fresh shiso leaves, shredded (or Thai basil or mint)"
            },
            {
                "name": "½ cup dates, pitted and chopped"
            },
            {
                "name": "1 serrano chile, sliced into rings"
            },
            {
                "name": "Freshly ground black pepper"
            },
            {
                "name": "½ cup ricotta or mascarpone"
            }
        ]
    },
    {
        "name": "Fried Plantain Chips With Lime Sour Cream and Mango Hot Sauce",
        "description": "This recipe pairs crispy fried plantains with homemade hot sauce and a cooling lime sour cream, but each is delicious all by itself.",
        "instructions": "<p>Make the mango hot sauce: Heat the oil in a medium pan over low\nheat. Add the shallots, chiles, garlic, turmeric, and mango and sauté\nfor 5 to 7 minutes, until the aromatics start to soften. Add the salt,\nvinegar, and ½ cup water. Stir to combine, then cover and simmer until\nthe aromatics are completely softened and the liquid thickens slightly,\nabout 10 minutes.<\/p><p>Transfer the mixture to a blender and blend until smooth. Stir in the\norange juice and season with more salt to taste. Transfer the hot sauce\nto a resealable glass jar and refrigerate until ready to use. (The hot\nsauce will keep for up to 2 weeks.)<\/p><p>Make the lime sour cream: In a medium bowl, stir together the sour\ncream, lime zest and juice, and salt. Refrigerate until ready to serve.<\/p><p>Make the plantains: Fill a large Dutch oven or heavy-bottomed pot\nabout two-thirds of the way with vegetable oil. Heat over medium heat\nuntil the oil reaches 375°F.<\/p><p>With a very sharp knife, peel the plantains, then slice lengthwise about\n⅛ inch thick. Working in batches, fry the plantains in the hot oil, flipping\noccasionally, until golden brown on both sides, 4 to 6 minutes. Using\na slotted spoon, transfer to a paper towel–lined plate to drain. Season\nwith salt and pepper.<\/p><p>Serve the fried plantains with the mango hot sauce and lime sour\ncream for dipping.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5eea86d764beb86f1288c072\/6:4\/w_480,h_320,c_limit\/fried-plantain-chips-mango-hot-sauce-recipe-061720.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/fried-plantain-chips-with-lime-sour-cream-and-mango-hot-sauce",
        "created_at": "2020-06-17 21:17:53",
        "updated_at": "2020-06-17 21:17:53",
        "author": {
            "name": "Sarah Kirnon",
            "email": "sarahkirnon@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 tablespoons sunflower oil or other neutral oil"
            },
            {
                "name": "4 medium shallots, finely chopped"
            },
            {
                "name": "3 Scotch Bonnet chiles, or to taste, cored, seeded, and finely chopped (see Note)"
            },
            {
                "name": "3 garlic cloves, chopped"
            },
            {
                "name": "1 (¼-inch) piece fresh turmeric, peeled and finely chopped, or 1 teaspoon ground turmeric"
            },
            {
                "name": "¼ cup chopped fresh mango"
            },
            {
                "name": "¼ teaspoon sea salt, plus more to taste"
            },
            {
                "name": "¼ cup sugarcane vinegar or apple cider vinegar"
            },
            {
                "name": "¼ cup orange juice"
            },
            {
                "name": "1 cup sour cream"
            },
            {
                "name": "½ teaspoon lime zest"
            },
            {
                "name": "1 tablespoon fresh lime juice"
            },
            {
                "name": "1 teaspoon sea salt"
            },
            {
                "name": "Vegetable oil, for frying"
            },
            {
                "name": "6 green plantains"
            },
            {
                "name": "Sea salt and freshly ground black pepper"
            }
        ]
    },
    {
        "name": "Mississippi Corn Pudding",
        "description": "This savory side is great hot out of the oven, or even cold for a quick midday snack.",
        "instructions": "<p>Set a rack in the lower third of the oven. Preheat the oven to 350°F. Grease a 9 by 13-inch casserole dish with butter, making sure to get in all the corners and sides of the dish.<\/p><p>In a medium bowl, whisk together the eggs and sugar until well combined. Add the melted butter, milk, heavy cream, and sour cream and whisk to incorporate.<\/p><p>In a large bowl, whisk together the flour, cornmeal, salt, pepper, paprika, and baking soda.<\/p><p>Using a spatula, fold the wet ingredients, 1 cup at a time, into the dry ingredients until well combined.<\/p><p>Fold in the onion, celery, corn, and cheese.<\/p><p>Pour the batter into the prepared baking dish and sprinkle the cracker crumbs on top. Bake the pudding for 30 to 40 minutes, rotating halfway through, until lightly browned on top and the tip of a knife inserted in the center comes out clean.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f2d9d02e8ffff301d5baacf\/6:4\/w_480,h_320,c_limit\/MississippiCornPudding_RECIPE_080520_10399_VOG_test.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/mississippi-corn-pudding",
        "created_at": "2020-06-17 20:56:59",
        "updated_at": "2020-06-17 20:56:59",
        "author": {
            "name": "Elle Simone Scott",
            "email": "ellesimonescott@epicurious.com"
        },
        "ingredients": [
            {
                "name": "5 tablespoons unsalted butter, melted and cooled slightly, plus more for greasing"
            },
            {
                "name": "2 large eggs, beaten"
            },
            {
                "name": "⅓ cup sugar"
            },
            {
                "name": "½ cup whole milk"
            },
            {
                "name": "¼ cup heavy cream"
            },
            {
                "name": "¾ cup sour cream"
            },
            {
                "name": "½ cup all-purpose flour"
            },
            {
                "name": "½ cup coarse yellow cornmeal"
            },
            {
                "name": "1 teaspoon kosher salt"
            },
            {
                "name": "⅛ teaspoon white pepper"
            },
            {
                "name": "⅛ teaspoon paprika"
            },
            {
                "name": "⅛ teaspoon baking soda"
            },
            {
                "name": "¼ cup chopped yellow onion"
            },
            {
                "name": "½ cup chopped celery"
            },
            {
                "name": "1 pound fresh corn kernels, cut from 4 cobs"
            },
            {
                "name": "1 cup shredded cheddar cheese"
            },
            {
                "name": "1 cup butter cracker crumbs, such as Ritz"
            }
        ]
    },
    {
        "name": "Black-Eyed Pea Salad With Hot Sauce Vinaigrette",
        "description": "Down South, we call this a sitting salad. It can sit on the summer picnic table without wilting, so it’s the perfect potluck dish.",
        "instructions": "<p>Whisk the garlic, vinegar, mustard, hot sauce, honey, 1\/4 teaspoon salt, and ¼ teaspoon pepper in a large bowl until smooth. While whisking, add the oil in a slow, steady stream. Whisk until emulsified.<\/p><p>Add the peas, cucumbers, onion, tomatoes, dill, and 1\/2 teaspoon salt. Toss until well mixed. You can serve this right away or let it sit at room temperature for up to 1 hour.<\/p><p>DO AHEAD: The salad can be refrigerated for up to 1 day.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5f2331d313ea278400c8a62b\/6:4\/w_480,h_320,c_limit\/BlackEyedPeaSalad_RECIPE_072920_10086.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/black-eyed-pea-salad-with-hot-sauce-vinaigrette",
        "created_at": "2020-06-17 20:18:23",
        "updated_at": "2020-06-17 20:18:23",
        "author": {
            "name": "Carla Hall",
            "email": "carlahall@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 garlic cloves, grated on a Microplane"
            },
            {
                "name": "2 tablespoons apple cider vinegar"
            },
            {
                "name": "1 tablespoon yellow mustard"
            },
            {
                "name": "1 tablespoon hot sauce"
            },
            {
                "name": "1 teaspoon honey"
            },
            {
                "name": "Kosher salt and freshly ground black pepper"
            },
            {
                "name": "6 tablespoons vegetable oil"
            },
            {
                "name": "1 (15-ounce) can black-eyed peas, rinsed and drained"
            },
            {
                "name": "2 mini cucumbers, cut into ½-inch dice"
            },
            {
                "name": "½ sweet onion, finely chopped"
            },
            {
                "name": "1 pint cherry tomatoes or grape tomatoes, halved"
            },
            {
                "name": "¼ cup picked fresh dill"
            }
        ]
    },
    {
        "name": "Caribbean Smothered Chicken With Coconut, Lime, and Chiles",
        "description": "Smothered pork chops may be an iconic soul food specialty, but this recipe proves you can smother anything. All it really means is coating slow-cooked meat with a blanket of saucy aromatics that end up as gravy too.",
        "instructions": "<p>Heat the oil in a shallow Dutch oven or casserole with a lid over high heat.<\/p><p>Season the chicken generously with salt and pepper and add to the hot oil, skin side down. Sear, flipping once, until browned on both sides and the fat renders, about 5 minutes.<\/p><p>Push the chicken to one side of the pan, add the thyme and onions to the other side, and reduce the heat to medium-low.<\/p><p>Cook, stirring, until the onions get some color, about 4 minutes. Add the garlic, chile, ½ teaspoon salt, and ½ teaspoon pepper. Cook, stirring, for 1 minute, then add the coconut milk and ¼ cup water. Bring to a boil, stirring.<\/p><p>Arrange the chicken in a single layer skin side up and surround with the onion mixture. The skin should be just above the liquid line. Cover and simmer until the chicken is cooked through, about 20 minutes.<\/p><p>Uncover and stir in the lime juice. Simmer uncovered until the sauce thickens, about 5 minutes. Stir in the curry powder and lime zest.<\/p><p>Serve immediately with lime wedges.<\/p><p>DO AHEAD: The cooked chicken can be refrigerated for up to 3 days.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5eea768f153ff3ffeeceb6a9\/6:4\/w_480,h_320,c_limit\/caribbean-smothered-chicken-recipe-061720.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/caribbean-smothered-chicken-with-coconut-lime-and-chiles",
        "created_at": "2020-06-17 20:07:30",
        "updated_at": "2020-06-17 20:07:30",
        "author": {
            "name": "Carla Hall",
            "email": "carlahall@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1 teaspoon vegetable oil"
            },
            {
                "name": "4 large bone-in, skin-on chicken thighs (1½ pounds)"
            },
            {
                "name": "Kosher salt and freshly ground black pepper"
            },
            {
                "name": "6 large sprigs thyme"
            },
            {
                "name": "2 large onions, thinly sliced"
            },
            {
                "name": "2 garlic cloves, chopped"
            },
            {
                "name": "1 habanero chile, slit"
            },
            {
                "name": "1 cup light coconut milk"
            },
            {
                "name": "Zest and juice of 1 large lime, plus wedges for serving"
            },
            {
                "name": "1\/2 teaspoon mild yellow curry powder"
            }
        ]
    },
    {
        "name": "Watermelon Salad With Radishes",
        "description": "If your watermelon isn’t very sweet, force it to be savory by adding peppery radishes and a quick vinaigrette. With mint strewn all over, it's super-refreshing.",
        "instructions": "<p>Dissolve a spoonful of salt in a large bowl of ice and water. Add the radishes and let sit for a few minutes to crisp.<\/p><p>Whisk the vinegar, oil, and 1 teaspoon salt in a large bowl. Drain the radishes and add to the bowl, along with the onion and watermelon.<\/p><p>Gently toss with your hands to coat evenly.<\/p><p>Spread on a serving platter, grind pepper all over, and top with the mint.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5eea71e9153ff3ffeeceb6a7\/6:4\/w_480,h_320,c_limit\/watermelon-radish-salad-recipe-061720.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/watermelon-salad-with-radishes-and-mint",
        "created_at": "2020-06-17 19:52:41",
        "updated_at": "2020-06-17 19:52:41",
        "author": {
            "name": "Carla Hall",
            "email": "carlahall@epicurious.com"
        },
        "ingredients": [
            {
                "name": "Kosher salt and freshly ground black pepper"
            },
            {
                "name": "1 bunch red radishes, cut into ⅛-inch slices"
            },
            {
                "name": "2 tablespoons red wine vinegar"
            },
            {
                "name": "4 teaspoons extra-virgin olive oil"
            },
            {
                "name": "½ red onion, cut into thin slivers"
            },
            {
                "name": "4½ pounds watermelon (1\/4 of a large melon), rind removed, flesh cut into 1-inch cubes"
            },
            {
                "name": "2 tablespoons torn mint leaves"
            }
        ]
    },
    {
        "name": "Classic BBQ Baked Beans",
        "description": "No cookout in the South is complete without baked beans. This is a simple recipe that combines sweet and smoky ingredients for a thick, rich, and perfect side dish.",
        "instructions": "<p>Preheat grill to high.<\/p><p>Place a large Dutch oven or cast-iron pot over direct heat and cook bacon until fat has begun to render. Add onion and red pepper and cook until they begin to soften, about 3-5 minutes. Add the beans, including canning liquid, and bring to a simmer.<\/p><p>Add brown sugar, ketchup, apple cider vinegar, maple syrup, molasses, mustard, hot sauce, and Creole seasoning and stir to combine. Close the lid and cook the beans until the liquid has thickened, about 60 minutes. Cover the pot and move to the cooler side of the grill, then cook for another 20-30 minutes or until desired tenderness.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5eea5f18c0f6cca21c0e6cbf\/6:4\/w_480,h_320,c_limit\/Classic BBQ Baked Beans.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/classic-bbq-baked-beans",
        "created_at": "2020-06-17 18:49:24",
        "updated_at": "2020-06-17 18:49:24",
        "author": {
            "name": "Frank Thomas",
            "email": "frankthomas@epicurious.com"
        },
        "ingredients": [
            {
                "name": "¼ pound thick-cut bacon, diced"
            },
            {
                "name": "½ large onion, chopped"
            },
            {
                "name": "1 red bell pepper, chopped"
            },
            {
                "name": "3 16-ounce cans kidney beans"
            },
            {
                "name": "½ cup brown sugar"
            },
            {
                "name": "3 tablespoons ketchup"
            },
            {
                "name": "3 tablespoons apple cider vinegar"
            },
            {
                "name": "3 tablespoons maple syrup"
            },
            {
                "name": "3 tablespoons molasses"
            },
            {
                "name": "3 tablespoons yellow mustard"
            },
            {
                "name": "1 tablespoon hot sauce"
            },
            {
                "name": "2 teaspoons Creole seasoning"
            }
        ]
    },
    {
        "name": "Icebox Lemon Pie With Meringue",
        "description": "Mark our words: This is the easiest pie you’ll make all summer. The graham cracker crust gets filled with a simple mixture of sweetened condensed milk and lemon juice, and it gets topped with a golden-brown crown of meringue.",
        "instructions": "<p>Preheat the oven to 300°F. In a medium bowl, combine the graham cracker crumbs, melted butter, and sugar until the crumbs are evenly moistened. Press the mixture into the bottom and sides of a 9-inch pie tin.<\/p><p>Cover and chill the egg whites. In a medium bowl, combine the egg yolks, lemon juice, and condensed milk. Mix well and pour over the graham cracker crust.<\/p><p>Bake until stiff, about 30 minutes. Let cool to room temperature, then chill for at least 3 hours or up to overnight.<\/p><p>When ready to assemble the pie, preheat the oven to 350°F.<\/p><p>In the bowl of a stand mixer fitted with the whisk attachment, beat the egg whites and cream of tartar on high speed. With the mixer running, gradually add the sugar and beat until stiff peaks form.<\/p><p>Spread the meringue over the pie filling.<\/p><p>Bake until the meringue is golden brown, about 12 minutes. Let cool for 30 minutes, then chill for 30 minutes before serving.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5eea5d07b62d7098f5bf6867\/6:4\/w_480,h_320,c_limit\/icebox-lemon-pie-with-meringue-topping-recipe-061720.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/icebox-lemon-pie-with-meringue",
        "created_at": "2020-06-17 18:19:28",
        "updated_at": "2020-06-17 18:19:28",
        "author": {
            "name": "Alexander Smalls",
            "email": "alexandersmalls@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2½ cups graham cracker crumbs"
            },
            {
                "name": "12 tablespoons (1½ sticks) unsalted butter, melted"
            },
            {
                "name": "¼ cup sugar"
            },
            {
                "name": "3 large eggs, separated"
            },
            {
                "name": "Juice of 3 lemons"
            },
            {
                "name": "1 (14-ounce) can sweetened condensed milk"
            },
            {
                "name": "1 teaspoon cream of tartar"
            },
            {
                "name": "3 tablespoons sugar"
            }
        ]
    },
    {
        "name": "Frogmore Stew",
        "description": "This dish is the embodiment of a chowder-style Southern fish stew, packed with shrimp, scallops, potatoes, corn, and more.",
        "instructions": "<p>In a large stockpot, combine 12 cups of the water or stock, the bay leaves, Old Bay, celery, onions, garlic, and chiles and bring to a boil over high heat. Add the potatoes and cook until tender, about 15 minutes.<\/p><p>Add the sausage and cook until heated through, about 5 minutes. Add the corn and cook until just tender, about 3 minutes. Stir in the shrimp, scallops, and wine and cook until the shrimp are cooked through, about 4 minutes. Season with salt and pepper and pour the stew into a large serving bowl. For more casual gatherings, serve directly from the pot on the stove. Garnish each serving with cilantro and serve immediately.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5eea33f755507f518cb376ec\/6:4\/w_480,h_320,c_limit\/frogmore-stew-recipe-061720.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/frogmore-stew",
        "created_at": "2020-06-17 15:31:45",
        "updated_at": "2020-06-17 15:31:45",
        "author": {
            "name": "Alexander Smalls",
            "email": "alexandersmalls@epicurious.com"
        },
        "ingredients": [
            {
                "name": "12 to 14 cups water, fish stock, or seafood stock"
            },
            {
                "name": "4 bay leaves"
            },
            {
                "name": "¼ cup plus 2 tablespoons Old Bay seasoning"
            },
            {
                "name": "1 cup chopped celery"
            },
            {
                "name": "1 cup chopped onions"
            },
            {
                "name": "½ cup whole peeled garlic cloves"
            },
            {
                "name": "3 whole bird’s-eye chiles"
            },
            {
                "name": "1 pound small red potatoes, scrubbed, or 6 purple yams, cut into 2-inch chunks"
            },
            {
                "name": "1 pound smoked hot sausage links or chicken sage sausage, cut into 2-inch pieces"
            },
            {
                "name": "6 ears corn, shucked and quartered"
            },
            {
                "name": "2 pounds shell-on large shrimp"
            },
            {
                "name": "2 pounds shelled scallops"
            },
            {
                "name": "1 cup dry white wine"
            },
            {
                "name": "Salt and pepper"
            },
            {
                "name": "Coarsely chopped fresh cilantro, for garnish"
            }
        ]
    },
    {
        "name": "Very Red Velvet Cake",
        "description": "No cocoa means this red velvet cake is a vibrant magenta. To finish: a classic cream cheese frosting and a scattering of chopped pecans.",
        "instructions": "<p>To make the cake: Set the oven to 350°F and adjust the rack positions to the middle and top third. Spray three 8-inch round cake pans well with baking spray.<\/p><p>Sift the flour with the baking soda.<\/p><p>In a large bowl, with an electric mixer on medium speed, beat the eggs well, then beat in the sugar, oil, and vinegar. On low speed, slowly add the flour and beat in well. Add the buttermilk slowly, then the vanilla, and then the food coloring.<\/p><p>Pour the batter evenly into the pans and rap them on the countertop several times to eliminate any air bubbles. Bake for 12 minutes, then rotate the pans from shelf to shelf so they bake evenly and bake until the tops spring back when lightly touched, about 25 minutes altogether. Let the cakes cool in the pans on racks for 15 minutes.<\/p><p>Run a knife around the sides of the pans and invert the cakes onto the racks to cool completely. Once they’re cool, refrigerate the cakes for 20 to 30 minutes to make icing them easier.<\/p><p>To make the icing: Combine everything in a medium bowl and mix well until very smooth. It’s best to use the icing right away, when it’s soft and spreadable.<\/p><p>Put one cake layer upside down on a cake plate or cake stand and cover the top evenly with frosting. Add a second layer, right side up, and spread with more frosting. Top with the third layer, right side up, and spread the frosting evenly around the sides of the cake and on top; check for any places where you can see through to the cake. Finally, sprinkle the pecans evenly all over the top of the cake.<\/p><p>Once the frosting sets, cut into slices to serve. This cake keeps for up to 2 weeks in a cake keeper, but once it’s ready, people want to dive right in.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5ee946ae7d03c0d60a62c025\/6:4\/w_480,h_320,c_limit\/red-velvet-cake-slices-recipe-061620.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/very-red-velvet-cake-with-cream-cheese-icing-and-pecans",
        "created_at": "2020-06-16 22:27:51",
        "updated_at": "2020-06-16 22:27:51",
        "author": {
            "name": "Dora Charles",
            "email": "doracharles@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2½ cups cake flour"
            },
            {
                "name": "½ teaspoon baking soda"
            },
            {
                "name": "2 large eggs, at room temperature"
            },
            {
                "name": "1½ cups sugar"
            },
            {
                "name": "1½ cups vegetable oil"
            },
            {
                "name": "2 tablespoons distilled white vinegar"
            },
            {
                "name": "1 cup buttermilk"
            },
            {
                "name": "1 teaspoon pure vanilla extract"
            },
            {
                "name": "3 tablespoons red food coloring (from two 1-ounce bottles)"
            },
            {
                "name": "1 (1-pound) box confectioners’ sugar, sifted"
            },
            {
                "name": "1 (8-ounce) package cream cheese, softened"
            },
            {
                "name": "1 stick (8 tablespoons) butter, softened"
            },
            {
                "name": "1 cup chopped pecans"
            }
        ]
    },
    {
        "name": "Strawberry Balsamic Shortcakes",
        "description": "This is my tangy updo to the sinfully sweet strawberry shortcake.",
        "instructions": "<p>To make the strawberries, toss the coined berries and cane sugar together in a bowl. Let them sit for about 20 minutes, or until they start to break down and liquefy.<\/p><p>Preheat the oven to 450°F (230°C or gas mark 8) and have a sheet pan lined with parchment nearby.<\/p><p>To make the biscuits, in a bowl, stir together the flour, baking powder, granulated sugar and salt. Drizzle over the olive oil, and gently toss with your hands until droplets of oil are dispersed evenly throughout the flour. Add the buttermilk, stirring gently and compressing with your hands until a shaggy dough is formed. Dump out onto a floured work surface and knead until it comes together into a solid mass. Roll it out into a 1¼-inch (3-cm)-thick disk. Using a 3-inch (7.5-cm) biscuit cutter, punch out 6 biscuits, folding and re-rolling the dough if needed. Place the biscuits on the lined sheet tray, brush with more buttermilk, sprinkle with raw sugar if using, and bake for 8 to\n10 minutes, or until slightly puffed and golden brown. Remove the biscuits and transfer to a wire rack to cool.<\/p><p>To make the balsamic glaze, combine the balsamic vinegar and honey in a saucepan and bring it to a simmer. Cook over medium-low heat for 10 to 15 minutes, or until the liquid reduces by half. Set aside to cool and thicken.<\/p><p>To make the whipped cream topping, when you’re ready to serve, beat together the cream and honey in a stand mixer with a whisk attachment, or in a bowl with an electric mixer, until stiff peaks form, about 3 minutes. Split the cooled biscuits in half and spoon on some of the strawberries along with some of their juices so it soaks into the bottom biscuit. Top with a dollop of whipped cream, followed by a drizzle of the balsamic glaze. Top with the other half of the biscuit, and repeat with more strawberries, more cream, and another drizzle of glaze. Repeat with the rest of the biscuits, and serve immediately.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5ee9387e12a2a1a32cffeef7\/6:4\/w_480,h_320,c_limit\/strawberry-balsamic-shortcakes-recipe-061620.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/strawberry-balsamic-shortcakes-with-olive-oil-buttermilk-biscuits",
        "created_at": "2020-06-16 21:31:34",
        "updated_at": "2020-06-16 21:31:34",
        "author": {
            "name": "Jerrelle Guy",
            "email": "jerrelleguy@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 cups (400 g) hulled and coined strawberries"
            },
            {
                "name": "2 tbsp (24 g) pure cane sugar"
            },
            {
                "name": "3 cups (360 g) whole wheat pastry flour, plus more for dusting"
            },
            {
                "name": "4 tsp (10 g) baking powder"
            },
            {
                "name": "3 tbsp (36 g) granulated sugar"
            },
            {
                "name": "1\/2 tsp salt"
            },
            {
                "name": "½ cup (120 ml) olive oil"
            },
            {
                "name": "½ cup (120 ml) buttermilk, plus more for brushing"
            },
            {
                "name": "Raw sugar, for sprinkling (optional)"
            },
            {
                "name": "½ cup (120 ml) balsamic vinegar"
            },
            {
                "name": "¼ cup (60 ml) agave or honey"
            },
            {
                "name": "1 cup (235 ml) cold heavy cream"
            },
            {
                "name": "3 tbsp (45 ml) honey or agave"
            },
            {
                "name": "Mint or basil for topping"
            }
        ]
    },
    {
        "name": "Dad's Peach Cobbler",
        "description": "A family recipe that will never get old.",
        "instructions": "<p>Make the crust: In the bowl of a food processor, pulse together the flour, sugar, and 2 teaspoons salt until just combined. Add the butter and pulse a few more times until the mixture is coarse but the butter pieces are still visible. Slowly add the ice water and pulse to form a dough, six to eight pulses. If the dough looks and feels very dry, add more ice water, 1 tablespoon at a time. Divide the dough in half and wrap each half tightly in plastic wrap; flatten each piece into a disc. Refrigerate the dough for 1 hour.<\/p><p>Make the filling: In a large bowl, mix together the peaches, sugar, flour, cinnamon, nutmeg, and a pinch of salt. Set aside.<\/p><p>Preheat the oven to 375ºF.<\/p><p>Remove the dough from the refrigerator and cut in half. On a lightly floured surface, roll it into a 9 x 13-inch rectangle, about ¼ inch thick. Set aside and repeat with the second piece of dough.<\/p><p>Line a 9 x 13-inch baking dish with one of the dough rectangles, pressing any excess dough against the sides of the dish. Pour in the peach filling and spread it evenly. Place the second rectangle of dough on top of the peaches and tuck the excess dough into corners. Brush the dough with the beaten egg and sprinkle with cinnamon and sugar. Pierce the top with the tip of a sharp knife in several places to allow steam to escape while baking. Bake until the top crust is golden brown, about 1 hour 15 minutes. Let cool on a rack before serving. Serve with ice cream.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5ee8f89c9d97ae4950cc715e\/6:4\/w_480,h_320,c_limit\/PeachCobbler-2.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/dads-peach-cobbler-lazarus-lynch",
        "created_at": "2020-06-16 20:58:52",
        "updated_at": "2020-06-16 20:58:52",
        "author": {
            "name": "Lazarus Lynch",
            "email": "lazaruslynch@epicurious.com"
        },
        "ingredients": [
            {
                "name": "3 cup all-purpose flour, plus more for dusting"
            },
            {
                "name": "3 tablespoons sugar"
            },
            {
                "name": "2 teaspoons kosher salt"
            },
            {
                "name": "¾ cup (1½ sticks) unsalted butter, cut into cubes and chilled"
            },
            {
                "name": "1 cup ice-cold water, plus more as needed"
            },
            {
                "name": "3½ pounds fresh peaches, pitted and quartered or two (29-ounce) cans peaches, drained"
            },
            {
                "name": "1 cup sugar"
            },
            {
                "name": "¼ cup all-purpose flour"
            },
            {
                "name": "1 tablespoon ground cinnamon"
            },
            {
                "name": "½ teaspoon freshly grated nutmeg"
            },
            {
                "name": "Fine sea salt"
            },
            {
                "name": "1 large egg, beaten"
            },
            {
                "name": "Ground cinnamon, for dusting"
            },
            {
                "name": "Sugar, for dusting"
            },
            {
                "name": "Ice cream, for serving"
            }
        ]
    },
    {
        "name": "Strawberry Coconut Cake",
        "description": "Take a classic coconut cake, add fresh strawberries to the mix, and what do you get? Pink layers that burst against a bright, white cream cheese frosting.",
        "instructions": "<p>Preheat your oven to 350°F. Liberally prepare 3 9-inch round pans with the nonstick method of your choice.<\/p><p>In the bowl of your stand mixer fitted with the whisk attachment, cream together the granulated sugar and butter on medium-high speed until nice and fluffy, about 6 minutes.<\/p><p>Meanwhile, place the strawberries in your food processor and purée until smooth. Set aside.<\/p><p>With your stand mixer running, add the eggs 1 at a time, combining well after each addition and scraping down the sides and bottom of the bowl as needed.<\/p><p>Change your mixer speed to medium-low and add the strawberry purée slowly into the batter. Continue mixing while you tend to the dry ingredients.<\/p><p>In a separate medium bowl, whisk together the flour, baking powder, and salt. Slowly add ½ of the flour mixture to your stand mixer bowl. Continue to mix on low speed to combine.<\/p><p>Meanwhile, in a small bowl, whisk together the sour cream and oil and add to your stand mixer bowl.<\/p><p>Pour in the remaining flour mixture and continue to mix on low until well incorporated. Add the vanilla extract, strawberry extract, and food coloring, if using. Scrape down the sides and bottom of the bowl and mix the batter until just combined. Be careful not to overmix.<\/p><p>Evenly pour the batter into the prepared pans and bake for 23 to 28 minutes, or until a toothpick inserted into the center of a layer comes out clean.<\/p><p>Let the layers cool in the pans for 10 minutes, then invert onto wire racks. Let cool to room temperature. Lightly cover the layers with foil or plastic wrap so they do not dry out.<\/p><p>Clean your stand mixer bowl and whisk attachment. Beat the cream cheese on high speed until it begins to thicken and become fluffy.<\/p><p>Turn your mixer down to low speed and carefully add the confectioners’ sugar. Once the sugar is fully incorporated, turn your mixer speed back to high and continue whipping.<\/p><p>Add the heavy cream; vanilla extract; coconut extract, if using; and salt and continue to mix until a smooth, light, and fluffy frosting is achieved.<\/p><p>Once the layers are completely cooled, place 1 layer on a serving plate. Spread just the top of the layer with ⅓ of the frosting. Add the second layer and spread with another ⅓ of the frosting. Add the final layer, bottom-side up, and spread with the remaining frosting. Frost the top and the side of the cake. Gently pat the side and the top of the cake with coconut flakes. Serve at room temperature.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5ee92c1912a2a1a32cffeef5\/6:4\/w_480,h_320,c_limit\/strawberry-coconut-cake-recipe-061620.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/strawberry-coconut-cake",
        "created_at": "2020-06-16 20:43:01",
        "updated_at": "2020-06-16 20:43:01",
        "author": {
            "name": "Jocelyn Delk Adams",
            "email": "jocelyndelkadams@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 cups granulated sugar"
            },
            {
                "name": "¾ cup (1½ sticks) unsalted butter, room temperature"
            },
            {
                "name": "2 cups fresh strawberries, hulled"
            },
            {
                "name": "3 large eggs, room temperature"
            },
            {
                "name": "3 cups sifted all-purpose flour"
            },
            {
                "name": "3 teaspoons baking powder"
            },
            {
                "name": "1 teaspoon salt"
            },
            {
                "name": "¾ cup sour cream, room temperature"
            },
            {
                "name": "⅓ cup vegetable oil"
            },
            {
                "name": "1 teaspoon vanilla extract"
            },
            {
                "name": "1 teaspoon strawberry extract"
            },
            {
                "name": "3–4  drops red food coloring (optional)"
            },
            {
                "name": "2 (8-ounce) packages cream cheese, room temperature"
            },
            {
                "name": "¾ cup confectioners’ sugar"
            },
            {
                "name": "1 cup heavy cream, cold"
            },
            {
                "name": "1 teaspoon vanilla extract"
            },
            {
                "name": "½ teaspoon coconut extract (optional)"
            },
            {
                "name": "Pinch salt"
            },
            {
                "name": "¾ cup sweetened coconut flakes, for garnish"
            }
        ]
    },
    {
        "name": "Sorrel (Hibiscus) Tea",
        "description": "This tea is brilliantly red and sweet-tart, with a delicious bite from ginger and aromas of clove and citrus",
        "instructions": "<p>In a large saucepan, bring 2 quarts water,\nthe hibiscus, ginger, cinnamon, cloves,\nand orange and lemon zests to a boil over\nmedium heat. Boil for 5 minutes. Remove\nfrom the heat. Add the lemon juice, cover\ntightly, and let stand for 1 to 2 days at room\ntemperature. Strain and discard the solids.\nSweeten to taste with demerara sugar,\nhoney, or agave nectar. Chill thoroughly.\nServe over ice and garnish with mint.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5ee91ba933bb2e0a9ad7167a\/6:4\/w_480,h_320,c_limit\/hibiscus-tea-recipe-061620.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/jubilee-sorrel-hibiscus-tea",
        "created_at": "2020-06-16 19:35:30",
        "updated_at": "2020-06-16 19:35:30",
        "author": {
            "name": "Toni Tipton-Martin",
            "email": "tonitiptonmartin@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 cups dried hibiscus (sorrel) flowers"
            },
            {
                "name": "1⁄3 cup peeled fresh ginger slices (¼ inch thick)"
            },
            {
                "name": "2- to 3-inch cinnamon stick"
            },
            {
                "name": "6 whole cloves"
            },
            {
                "name": "¼ cup grated orange zest"
            },
            {
                "name": "Grated zest and juice of 1 lemon"
            },
            {
                "name": "Demerara sugar, honey, or agave nectar"
            },
            {
                "name": "Mint leaves, for garnish"
            }
        ]
    },
    {
        "name": "Tea Cakes",
        "description": "You can personalize these tea cakes if you like, substituting a pinch of cinnamon, allspice, or mace for the nutmeg or sour cream for the buttermilk.",
        "instructions": "<p>In a bowl, whisk together the flour,baking powder, baking soda, salt, and nutmeg.<\/p><p>In a stand mixer fitted with the paddle\nattachment, cream together the butter\nand sugar on medium speed until light\nand fluffy, 2 to 3 minutes. Scrape down\nthe sides of the bowl. Add the eggs, one at\na time, beating well after each addition.\nScrape down the sides of the bowl again,\nthen beat in the buttermilk and vanilla.<\/p><p>Gradually add the flour mixture, beating\njust until smooth and well blended. Divide\nthe dough in half. Flatten each half into a\ndisc. Wrap in plastic and refrigerate until\nchilled and slightly stiff, at least 1 hour, but\novernight ideally.<\/p><p>Preheat the oven to 375°F. Line baking\nsheets with parchment paper.<\/p><p>On a lightly floured surface, working\nwith one portion at a time, roll the dough\nto a ¼-inch thickness. Cut with a floured\n1½-inch round biscuit cutter. Gather the\nscraps, reroll, and cut again. Sprinkle\nlightly with demerara sugar. Transfer the\ntea cakes to the baking sheets and space\nthem about 1 inch apart.<\/p><p>Bake until the tea cakes are lightly\nbrowned, 8 to 10 minutes. Cool on the pan\nfor 1 minute, then transfer to a wire rack to\ncool completely. The tea cakes will keep for\nabout 2 weeks in an airtight container.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5ee91594c0f6cca21c0e6cb9\/6:4\/w_480,h_320,c_limit\/jubilee-tea-cakes-recipe-061020.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/tea-cakes",
        "created_at": "2020-06-16 19:02:20",
        "updated_at": "2020-06-16 19:02:20",
        "author": {
            "name": "Toni Tipton-Martin",
            "email": "tonitiptonmartin@epicurious.com"
        },
        "ingredients": [
            {
                "name": "3 cups all-purpose flour, plus more for the work surface"
            },
            {
                "name": "1 teaspoon baking powder"
            },
            {
                "name": "¼ teaspoon baking soda"
            },
            {
                "name": "½ teaspoon salt"
            },
            {
                "name": "¼ teaspoon ground or freshly grated nutmeg"
            },
            {
                "name": "1 stick (4 ounces) butter, at room temperature"
            },
            {
                "name": "1 cup sugar"
            },
            {
                "name": "2 large eggs"
            },
            {
                "name": "¼ cup buttermilk"
            },
            {
                "name": "1 teaspoon vanilla extract"
            },
            {
                "name": "Demerara sugar, for sprinkling"
            }
        ]
    },
    {
        "name": "Strawberry-Rhubarb Crisp",
        "description": "The tender sweetness of summer-fresh strawberries paired with chunks of cherry-red rhubarb creates our favorite sweet-and-sour dessert.",
        "instructions": "<p>Position a rack in the lower third of the oven and preheat the oven to 350°F. Butter a 9-inch deep-dish pie plate and line a baking sheet with parchment.<\/p><p>To make the topping: In a medium mixing bowl, stir together the flour, brown sugar, rolled oats, cornmeal, cinnamon, salt, butter, and oil with a fork until completely blended. Set aside.\nTo make the filling: In another medium bowl, combine the strawberries and rhubarb with the turbinado sugar, flour, and cornstarch, stirring to coat the fruit.<\/p><p>Pour the fruit mixture into the prepared pie plate. Sprinkle the topping evenly over the fruit mixture. Place the pie plate on the prepared baking sheet. Bake for 40 to 45 minutes, until the fruit is bubbling around the edges and the top is golden brown and crispy. Let cool slightly.<\/p><p>Serve the crisp warm. It is best served the same day, but it can be covered with plastic wrap and refrigerated for up to 3 days.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5ee914b96294beb5107ce08d\/6:4\/w_480,h_320,c_limit\/strawberry-rhubarb-crisp-back-in-the-day.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/strawberry-rhubarb-crisp-back-in-the-day",
        "created_at": "2020-06-16 18:58:00",
        "updated_at": "2020-06-16 18:58:00",
        "author": {
            "name": "Cheryl Day and Griffith Day",
            "email": "cheryldayandgriffithday@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1 cup unbleached all-purpose flour"
            },
            {
                "name": "½ cup packed light brown sugar"
            },
            {
                "name": "¾ cup old-fashioned rolled oats"
            },
            {
                "name": "2 tablespoons yellow cornmeal"
            },
            {
                "name": "2 teaspoons ground cinnamon"
            },
            {
                "name": "¼ teaspoon fine sea salt"
            },
            {
                "name": "8 tablespoons (1 stick) cold unsalted butter, cut into ½-inch cubes"
            },
            {
                "name": "1 tablespoon canola oil"
            },
            {
                "name": "2 cups strawberries"
            },
            {
                "name": "4 cups 1-inch pieces peeled rhubarb"
            },
            {
                "name": "1 ¼ cups turbinado sugar"
            },
            {
                "name": "3 tablespoons unbleached all-purpose flour"
            },
            {
                "name": "1 tablespoon cornstarch"
            }
        ]
    },
    {
        "name": "Pulled Pork Sandwiches",
        "description": "When you have a big backyard full of people to feed, it’s tough to beat pulled pork that’s been smoked until it’s fork tender.",
        "instructions": "<p>Add paprika, chili powder, cumin, brown sugar, salt, oregano, sugar, black pepper, and cayenne pepper to a small bowl and mix to combine. Rub the mixture into the pork roast, then wrap meat tightly with two layers of plastic wrap and refrigerate for at least 3 hours.<\/p><p>About 1 hour prior to cooking, unwrap the roast and let it come to room temperature. At the same time, soak 3-4 cups of wood chunks in cold water and then drain.<\/p><p>Heat the vegetable oil in a saucepan over medium heat, then cook the onion and garlic for about 5 minutes. Add the ketchup, vinegar, Worcestershire sauce, sugar, chili powder, and cayenne pepper, then reduce the heat and simmer until the sauce has thickened, about 20 minutes. Transfer to a bowl and set aside.<\/p><p>Preheat grill to high. Place the wood chips in a smoker box or vented foil pouch and heat until they begin to smoke. Turn the heat down to medium. When your grill is about 250 degrees, place the pork on the grill and cook until it is fork-tender and the internal temperature reaches 165 degrees, about 5-6 hours. Rotate the meat every 45 minutes.<\/p><p>Transfer the pork to a rimmed baking sheet. When cool enough to handle, use two large forks to shred the meat into bite-size pieces. Mound the meat onto a platter and toss with 1 cup of the barbecue sauce. Serve the remaining sauce with the buns of your choice.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5eea58bd69d7dd93cf952b27\/6:4\/w_480,h_320,c_limit\/Pulled Pork Sandwich.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/pulled-pork-sandwiches-big-hurt-bbq",
        "created_at": "2020-06-16 18:05:00",
        "updated_at": "2020-06-16 18:05:00",
        "author": {
            "name": "Frank Thomas",
            "email": "frankthomas@epicurious.com"
        },
        "ingredients": [
            {
                "name": "4 tablespoons sweet paprika"
            },
            {
                "name": "2 tablespoons chili powder"
            },
            {
                "name": "2 tablespoons ground cumin"
            },
            {
                "name": "2 tablespoons dark brown sugar"
            },
            {
                "name": "2 tablespoons salt"
            },
            {
                "name": "1 tablespoon dried oregano"
            },
            {
                "name": "1 tablespoon sugar"
            },
            {
                "name": "2 tablespoons ground black pepper"
            },
            {
                "name": "2 teaspoons cayenne pepper"
            },
            {
                "name": "1 bone-in pork roast, preferably Boston butt (6-8 pounds)"
            },
            {
                "name": "2 tablespoons vegetable oil"
            },
            {
                "name": "1 onion, finely chopped"
            },
            {
                "name": "3 garlic cloves, minced"
            },
            {
                "name": "1½ cups ketchup"
            },
            {
                "name": "½ cup cider vinegar"
            },
            {
                "name": "¼ cup Worcestershire sauce"
            },
            {
                "name": "⅓ cup sugar"
            },
            {
                "name": "1 tablespoon chili powder"
            },
            {
                "name": "½ teaspoon cayenne pepper"
            }
        ]
    },
    {
        "name": "New Age Church Punch",
        "description": "Hibiscus punch with ground ginger, roasted pineapple, and fresh lime. Rum optional.",
        "instructions": "<p>Preheat oven to 400°F.<\/p><p>Cut the top and bottom of pineapple. Next, sit the fruit upright and cut down the sides. Flip the pineapple on its side cut in half.<\/p><p>Cut into ½-inch round slices. Sprinkle pineapple slices with salt, ginger, and brown sugar. Place slices on parchment paper or Silpat (nonstick baking mat) on baking sheet or jelly roll pan. Roast for 25 minutes.<\/p><p>Transfer pineapple slices to Vitamix or food processor, pulse until liquid is loose and foamy. The fragrance will be bright. Set aside.<\/p><p>Place water in a large stockpot, over medium-high heat. After coming to a boiling, drop in hibiscus leaves. Cover and let brew for 10 minutes.<\/p><p>Stir in sugar and turn off heat. Let completely cool.<\/p><p>Add lime juice, 2 cups of the roasted pineapple juice, rum, and ginger beer. Stir well. Transfer to punch bowl.<\/p><p>Place scoops of lime sorbet in punch bowl, if desired. The mixture will slightly foam. The sorbet will make the punch a tad sweeter.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5eea43b77d03c0d60a62c029\/6:4\/w_480,h_320,c_limit\/UpSouth_NewAgeChurchPunch.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/new-age-church-punch-up-south-cookbook",
        "created_at": "2020-06-16 16:33:00",
        "updated_at": "2020-06-16 16:33:00",
        "author": {
            "name": "Nicole A. Taylor",
            "email": "nicoleataylor@epicurious.com"
        },
        "ingredients": [
            {
                "name": "One 2-pound whole pineapple"
            },
            {
                "name": "¼ teaspoon coarse salt"
            },
            {
                "name": "½ teaspoon ground ginger"
            },
            {
                "name": "1 teaspoon brown sugar"
            },
            {
                "name": "8 cups boiling water"
            },
            {
                "name": "2 cups hibiscus leaves"
            },
            {
                "name": "1¾ cups granulated sugar"
            },
            {
                "name": "1 cup fresh lime juice (about 3 limes)"
            },
            {
                "name": "1½ cups white rum (optional)"
            },
            {
                "name": "4½ cups ginger beer, or 36 ounces"
            },
            {
                "name": "3 scoops lime sorbet (optional)"
            }
        ]
    },
    {
        "name": "Fried Green Tomatoes",
        "description": "These fried green tomatoes from Nicole A. Taylor are the star of her Juneteenth menu.",
        "instructions": "<p>Sprinkle tomato slices with 1 teaspoon salt and 1 teaspoon pepper, pour buttermilk into a shallow bowl. Place the tomatoes in and soak for 15 minutes.<\/p><p>Combine ¼ teaspoon salt, ¼ teaspoon pepper, cornmeal, flour, onion powder, smoked paprika, and red pepper flakes in a large bowl. Whisk well. Dredge both sides of the tomatoes in the mixture.<\/p><p>Place oil in a large skillet over high heat. Heat until an instant-read thermometer reads 350°F. Carefully drop tomatoes in the oil (work in batches). Cook about a minute on each side or until golden brown. Remember to let the oil reach the 350°F mark before dropping more fritters, and don’t crowd the pan.<\/p><p>Transfer to jelly roll sheet with cooling rack on top.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5eea3ee47d03c0d60a62c027\/6:4\/w_480,h_320,c_limit\/UpSouth_FriedGreenTomatoes.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/fried-green-tomatoes-up-south-cookbook",
        "created_at": "2020-06-16 16:16:00",
        "updated_at": "2020-06-16 16:16:00",
        "author": {
            "name": "Nicole A. Taylor",
            "email": "nicoleataylor@epicurious.com"
        },
        "ingredients": [
            {
                "name": "2 large green tomatoes (1 pound), cleaned and sliced into ½-inch slices"
            },
            {
                "name": "1 teaspoon plus ¼ teaspoon coarse salt, divided"
            },
            {
                "name": "1 teaspoon plus ¼ teaspoon ground black pepper, divided"
            },
            {
                "name": "¾ cup buttermilk"
            },
            {
                "name": "½ cup fine cornmeal"
            },
            {
                "name": "½ cup all-purpose flour"
            },
            {
                "name": "¼ teaspoon onion powder"
            },
            {
                "name": "¼ teaspoon smoked paprika"
            },
            {
                "name": "¼ teaspoon red pepper flakes"
            },
            {
                "name": "1½ cups sunflower oil"
            }
        ]
    },
    {
        "name": "White Russian",
        "description": "If vodka and cream and coffee are among your favorite things, this cocktail may be your jam.",
        "instructions": "<p>Combine all the ingredients in a cocktail shaker filled with ice and shake until chilled and well integrated, about 15 seconds. Strain into a chilled Old-Fashioned glass.<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5efb5ee795023406d00e24f4\/6:4\/w_480,h_320,c_limit\/3 Ingredient_White Russian_Page_1_Image_0001.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/white-russian-simonson-3-ingredient-cocktails",
        "created_at": "2020-06-16 15:54:00",
        "updated_at": "2020-06-16 15:54:00",
        "author": {
            "name": "Robert Simonson",
            "email": "robertsimonson@epicurious.com"
        },
        "ingredients": [
            {
                "name": "1½ oz. vodka"
            },
            {
                "name": "¾ oz. Kahlúa"
            },
            {
                "name": "¾ oz. heavy cream"
            }
        ]
    },
    {
        "name": "Roasted Strawberry Layer Cake",
        "description": "Roasting the strawberries is a real game-changer and brings out such an intense, sweet flavor in this cake, which gets added fragrance from elderflower cordial.",
        "instructions": "<p>Preheat the oven to 350°F (180°C). Grease the base and sides of three deep, round 6-inch (15-cm) cake pans and line the bottoms with parchment paper.<\/p><p>To make the cake, sift together the flour and baking powder in a large bowl, and set aside. Mix the milk and elderflower cordial in a small bowl and set aside. Using a stand mixer or electric whisk, beat the butter, sugar and lemon zest for 5 minutes, or until pale and fluffy. Add the eggs one at a time, beating well after each addition. If the mixture looks like it’s starting to curdle, add 1 tablespoon (8 g) of the flour mixture. Turn the mixer speed to low and add half of the flour mixture followed by the milk and elderflower. Stir in the remaining flour and divide the batter equally into the prepared cake pans. Bake the cakes for 35 to 37 minutes, or until a toothpick inserted in the center comes out clean. Let the cakes cool in their pans for 10 minutes before turning them out onto a wire rack to cool completely. Once cool, wrap them tightly in plastic wrap and place in the fridge to firm up.<\/p><p>To make the purée, preheat the oven to 375°F (190°C). Slice the stems off the strawberries, cut them in half and put them into a baking dish. Toss the fruit with the sugar and vanilla. Roast the strawberries in the oven for 30 to 40 minutes, stirring once halfway. The strawberries are done once they are soft and fragrant and the juices have turned into a syrup. Leave the strawberries to cool completely before transferring them to a food processor or blender and pulsing until smooth. Store in an airtight container in the fridge until you’re ready to use it.<\/p><p>To make the buttercream, add the egg whites and sugar to the bowl of a stand mixer or a heatproof bowl. Make sure there are no traces of grease in the bowl as this will stop the meringue from whipping up. Place the bowl over a saucepan of simmering water, making sure that the base doesn’t touch the water. Whisk the eggs and sugar constantly until the mixture reaches a temperature of about 150°F (65°C). If you don’t have a thermometer, rub a little of the mixture in between your fingers. The eggs should be hot to the touch with all the sugar dissolved.<\/p><p>Remove the bowl from the heat and start whisking the egg whites on high speed in a stand mixer fitted with the whisk attachment or with an electric whisk. Beat until the whites are thick and have doubled in volume. Once the bowl is cool to the touch and with the mixer still running, add the butter a piece at a time. The meringue will deflate and will start to look a little runny or curdled. Don’t panic—this is normal. Continue beating until you have added in all of the butter and the mixture is smooth and glossy. If after 10 minutes, your meringue buttercream is still soupy, chill it in the fridge for 20 minutes and then beat again. Add about 1\/2 cup (125 g) of the strawberry puree and beat the buttercream for 2 minutes, or until smooth. Leave the buttercream at room temperature until you are ready to assemble.<\/p><p>Unwrap the cakes from the fridge and if any of them are domed, level them with a serrated knife or a cake leveler. All the layers need to be completely flat to ensure you don’t end up with a wonky cake. Brush each cake layer with 2 tablespoons (30 ml) of elderflower cordial. Place one layer of cake on a cake board and put this board on a turntable, if using. If your buttercream has firmed up, whip it up again in the mixer until smooth. Add a scoop of buttercream and spread it out evenly with an offset spatula, pushing the buttercream right to the edge (it’s fine if it spills over). Place the next layer on top of the first, but this time add about 1 tablespoon (8 g) of strawberry purée on top of the buttercream layer, leaving about 1 inch (2.5 cm) clear around the edge. Place the last layer topside down to give you a perfectly flat top.<\/p><p>Frost the top and sides of the cake with a thin layer of buttercream. Smooth the edges as much as you can with a bench scraper or palette knife. This is the crumb coat layer that will trap any stray crumbs and act as a base for the next layer. Place the cake in the fridge for 20 minutes to firm up before adding another layer of buttercream on the top and sides. Fill a piping bag fitted with an open star nozzle (I’ve used Wilton 8B) with any remaining buttercream and pipe swirls across the edge to make a wreath. Top the cake with fresh strawberries, a drizzle of any leftover puree and fresh elderflower (if in season).<\/p>",
        "thumbnail": "https:\/\/assets.epicurious.com\/photos\/5ee933c92b15ed56ed38d21b\/6:4\/w_480,h_320,c_limit\/elderflower-and-roasted-strawberry-layer-cake-recipe-061620.jpg",
        "uri": "https:\/\/www.epicurious.com\/recipes\/food\/views\/roasted-strawberry-layer-cake-new-way-to-cake",
        "created_at": "2020-06-15 21:15:00",
        "updated_at": "2020-06-15 21:15:00",
        "author": {
            "name": "Benjamina Ebuehi",
            "email": "benjaminaebuehi@epicurious.com"
        },
        "ingredients": [
            {
                "name": "Scant 2 cups (230 g) all-purpose flour"
            },
            {
                "name": "2½ tsp (11 g) baking powder"
            },
            {
                "name": "3 tbsp (45 ml) milk"
            },
            {
                "name": "2 tbsp (30 ml) elderflower cordial"
            },
            {
                "name": "1 cup (225 g) unsalted butter"
            },
            {
                "name": "1 cup plus 2 tbsp (230 g) superfine\/caster sugar"
            },
            {
                "name": "Zest of 1 lemon"
            },
            {
                "name": "4 eggs"
            },
            {
                "name": "Approximately 1 lb (400–450 g) fresh strawberries"
            },
            {
                "name": "¼ cup (50 g) superfine\/caster sugar"
            },
            {
                "name": "2 tsp (10 g) vanilla bean paste"
            },
            {
                "name": "½ cup plus 1 tbsp (150 g) egg whites"
            },
            {
                "name": "1 cup (200 g) superfine\/caster sugar"
            },
            {
                "name": "1⅓ cups (300 g) unsalted butter, softened"
            },
            {
                "name": "6 tbsp (90 ml) elderflower cordial"
            },
            {
                "name": "Fresh strawberries, to decorate"
            },
            {
                "name": "Fresh elderflower, to decorate"
            }
        ]
    }
]
